{
  "profile.title": "Software Engineer & Technical Founder",
  "profile.summary.cv": "Technology leader and entrepreneur with 15+ years building software across healthcare, AI, and enterprise applications. Founded Fofuuu, a clinically-validated autism therapy platform serving thousands of therapists. Published ML researcher with expertise in full-stack development, deep learning, and healthcare compliance (HIPAA/LGPD).",
  "profile.summary.coverLetter": "I build technology that transforms how people work, heal, and learn. Over 15+ years, I have founded companies, architected complex systems, and led teams through pivots, pandemics, and product launches—always focused on delivering measurable value.",
  "profile.summary.portfolio": "I build technology that transforms how people work, heal, and learn. Over 15+ years, I have founded companies, architected complex systems, and led teams through pivots, pandemics, and product launches—always focused on delivering measurable value.",
  "profile.focusAreas.0": "AI/ML",
  "profile.focusAreas.1": "Full-Stack",
  "profile.focusAreas.2": "Healthcare Tech",
  "profile.focusAreas.3": "Product Leadership",
  "profile.focusAreas.4": "Entrepreneurship",

  "language.portuguese.name": "Portuguese",
  "language.english.name": "English",
  "language.spanish.name": "Spanish",

  "skillCategory.ai-ml.name": "AI/ML",
  "skillCategory.frontend.name": "Frontend",
  "skillCategory.backend.name": "Backend",
  "skillCategory.devops.name": "DevOps",
  "skillCategory.healthcare.name": "Healthcare",
  "skillCategory.product.name": "Product",
  "skillCategory.leadership.name": "Leadership",

  "experience.biomedhub-2025.location.label": "Remote (NIH R35 Grant)",
  "experience.biomedhub-2025.roles.biomedhub-lead-dev.title": "Lead Software Developer Consultant",
  "experience.biomedhub-2025.description.cv": "Leading technical architecture for BiomedHub, an open-source biomedical data discovery and integration hub funded by an NIH R35 grant focused on accelerating sepsis research through data democratization.",
  "experience.biomedhub-2025.description.coverLetter": "At BiomedHub, I am architecting an open-source biomedical data hub for sepsis research, featuring a three-layer architecture (Discovery, Harmonization, Analysis), a Model Context Protocol layer for AI agents, and healthcare interoperability standards including FHIR and MEDS.",
  "experience.biomedhub-2025.description.portfolio": "Leading technical architecture for an open-source biomedical data discovery and integration hub. The platform unifies clinical and multi-omics datasets through FHIR, MEDS, and Croissant standards, accelerating sepsis research through data democratization.",
  "experience.biomedhub-2025.achievements.biomedhub-1.cv": "Architecting three-layer platform (Discovery, Harmonization, Analysis) unifying clinical and multi-omics datasets through FHIR, MEDS, and Croissant standards.",
  "experience.biomedhub-2025.achievements.biomedhub-1.portfolio": "Designed and implemented a three-layer platform architecture that seamlessly integrates Discovery, Harmonization, and Analysis capabilities, unifying heterogeneous clinical and multi-omics datasets through industry-standard formats.",
  "experience.biomedhub-2025.achievements.biomedhub-2.cv": "Designing web UI for non-technical researchers, Python libraries for data scientists, and Model Context Protocol (MCP) layer for AI agent integration.",
  "experience.biomedhub-2025.achievements.biomedhub-2.portfolio": "Built multi-interface system: web UI for researchers, Python libraries for data scientists, and MCP layer for AI agents.",
  "experience.biomedhub-2025.achievements.biomedhub-3.cv": "Implementing automated workflows preserving semantic context from GEO, ArrayExpress, and PhysioNet sources.",
  "experience.biomedhub-2025.achievements.biomedhub-3.portfolio": "Built automated data harmonization workflows preserving semantic context from GEO, ArrayExpress, and PhysioNet.",
  "experience.biomedhub-2025.achievements.biomedhub-4.cv": "Building containerized Nextflow pipelines accessible via browser and programmatic interfaces.",
  "experience.biomedhub-2025.achievements.biomedhub-4.portfolio": "Developed containerized Nextflow analytical pipelines accessible via browser and programmatic interfaces.",
  "experience.biomedhub-2025.achievements.biomedhub-5.cv": "Designing three-tier access (public, restricted, federated) with differential privacy and secure computation.",
  "experience.biomedhub-2025.achievements.biomedhub-5.portfolio": "Implemented three-tier data access model (public, restricted, federated) with differential privacy.",

  "experience.herdu-2025.location.label": "Remote",
  "experience.herdu-2025.roles.herdu-tech-lead.title": "Tech Lead & Full-Stack Developer",
  "experience.herdu-2025.description.cv": "Led development of HerdU, a farm management platform connecting managers and field workers through WhatsApp integration and AI-powered task management.",
  "experience.herdu-2025.description.coverLetter": "Designed a farm management platform connecting managers and field workers through WhatsApp integration. I built a multi-tenant architecture with WhatsApp Business API integration, enabling field workers to submit audio reports transcribed by AI using OpenAI Whisper.",
  "experience.herdu-2025.description.portfolio": "Led development of a farm management platform connecting managers and field workers through WhatsApp integration and AI-powered task management.",
  "experience.herdu-2025.achievements.herdu-1.cv": "Designed scalable multi-tenant architecture supporting multiple farms with isolated data, team management, and role-based access control.",
  "experience.herdu-2025.achievements.herdu-1.portfolio": "Designed scalable multi-tenant architecture supporting multiple farms with isolated data and role-based access control.",
  "experience.herdu-2025.achievements.herdu-2.cv": "Integrated WhatsApp Business API for frictionless audio report submission, eliminating app adoption barriers for rural workers.",
  "experience.herdu-2025.achievements.herdu-2.portfolio": "Integrated WhatsApp Business API for frictionless audio report submission, eliminating app adoption barriers for rural workers.",
  "experience.herdu-2025.achievements.herdu-3.cv": "Implemented OpenAI Whisper for Portuguese transcription with automatic task extraction and categorization.",
  "experience.herdu-2025.achievements.herdu-3.portfolio": "Implemented OpenAI Whisper for Portuguese speech-to-text transcription with automatic task extraction.",
  "experience.herdu-2025.achievements.herdu-4.cv": "Built comprehensive dashboard with real-time task tracking, worker analytics, and team management.",
  "experience.herdu-2025.achievements.herdu-4.portfolio": "Built comprehensive manager dashboard with real-time task tracking and worker analytics.",
  "experience.herdu-2025.achievements.herdu-5.cv": "Developed context separation system to improve response quality while reducing token costs.",
  "experience.herdu-2025.achievements.herdu-5.portfolio": "Developed RAG sub-agent architecture maintaining context separation to improve response quality while reducing token costs.",

  "experience.embryolabs-2024.location.label": "Remote",
  "experience.embryolabs-2024.roles.embryolabs-tech-lead.title": "Tech Lead & Full-Stack Developer",
  "experience.embryolabs-2024.description.cv": "Architected and developed an AI-powered embryo classification platform for IVF clinics, helping embryologists assess embryo quality using deep learning models.",
  "experience.embryolabs-2024.description.coverLetter": "Architected and built an AI-powered embryo classification platform for IVF clinics from scratch. I designed video processing pipelines that achieved a 68% reduction in processing time, developed a novel multi-score frame selection algorithm, and implemented dual deployment strategies for cloud and on-premise installations.",
  "experience.embryolabs-2024.description.portfolio": "Architected and developed an AI-powered embryo classification platform for IVF clinics, helping embryologists assess embryo quality using deep learning models.",
  "experience.embryolabs-2024.achievements.embryolabs-1.cv": "Built complete platform from scratch: admin dashboard, embryologist application, RESTful API backend, and real-time video processing pipeline.",
  "experience.embryolabs-2024.achievements.embryolabs-1.portfolio": "Built complete platform from scratch: admin dashboard, embryologist application, RESTful API, and real-time video processing pipeline.",
  "experience.embryolabs-2024.achievements.embryolabs-2.cv": "Achieved 68% reduction in video processing time (13.2s to 4.2s) through algorithm optimization and parallel processing.",
  "experience.embryolabs-2024.achievements.embryolabs-2.portfolio": "Achieved 68% reduction in video processing time (13.2s to 4.2s) through algorithm optimization and parallel processing.",
  "experience.embryolabs-2024.achievements.embryolabs-3.cv": "Developed novel multi-score algorithm using Laplacian variance, circularity scoring, texture analysis (LBP entropy), and KMeans clustering.",
  "experience.embryolabs-2024.achievements.embryolabs-3.portfolio": "Developed novel multi-score frame selection algorithm using Laplacian variance, circularity scoring, texture analysis, and KMeans clustering.",
  "experience.embryolabs-2024.achievements.embryolabs-4.cv": "Implemented Azure cloud for demos, on-premise GPU-accelerated servers for clinic production.",
  "experience.embryolabs-2024.achievements.embryolabs-4.portfolio": "Implemented dual deployment strategy: Azure cloud for demos, on-premise GPU-accelerated servers for clinic production.",
  "experience.embryolabs-2024.achievements.embryolabs-5.cv": "Designed system enabling embryologists to correct classifications for model retraining.",
  "experience.embryolabs-2024.achievements.embryolabs-5.portfolio": "Designed feedback collection system enabling embryologists to correct classifications for model retraining.",

  "experience.nubank-2022.roles.nubank-consultant.title": "Product Innovation & Gamification Consultant",
  "experience.nubank-2022.description.cv": "Consulted on Nubank's Client Loyalty MVP, applying gamification expertise to enhance user engagement and product-market fit.",
  "experience.nubank-2022.description.coverLetter": "I joined Nubank as a product consultant, applying my entrepreneurial experience to a gamified loyalty program, providing strategic UX insights and supporting the project manager in aligning the initiative with business objectives.",
  "experience.nubank-2022.description.portfolio": "Applied entrepreneurial and gamification expertise to an innovative loyalty program project at Brazil's largest digital bank.",
  "experience.nubank-2022.achievements.nubank-1.cv": "Conducted comprehensive analysis and realigned MVP strategy with Nubank's strategic business objectives.",
  "experience.nubank-2022.achievements.nubank-1.portfolio": "Conducted comprehensive project analysis and realigned MVP strategy with Nubank's business objectives.",
  "experience.nubank-2022.achievements.nubank-2.cv": "Led prototype creation and user validation testing, incorporating real user feedback before official launch.",
  "experience.nubank-2022.achievements.nubank-2.portfolio": "Led prototype creation and user validation testing, incorporating real feedback before launch.",
  "experience.nubank-2022.achievements.nubank-3.cv": "Coordinated with product designers and stakeholders to integrate MVP seamlessly into existing product ecosystem.",
  "experience.nubank-2022.achievements.nubank-3.portfolio": "Coordinated with product designers and stakeholders to integrate MVP into existing product ecosystem.",
  "experience.nubank-2022.achievements.nubank-4.cv": "Translated business requirements into clear technical user stories and development specifications.",
  "experience.nubank-2022.achievements.nubank-4.portfolio": "Translated business requirements into technical user stories and development specifications.",

  "experience.fofuuu-ceo-2019.roles.fofuuu-ceo.title": "Founder & CEO",
  "experience.fofuuu-ceo-2019.description.cv": "Led Fofuuu through a strategic pivot from consumer speech therapy to B2B autism therapy and broader digital health solutions for professionals, scaling the company through fundraising, clinical validation, and product diversification.",
  "experience.fofuuu-ceo-2019.description.coverLetter": "At Fofuuu, I designed and built patient management systems for autism therapy clinics, including claims-based access control, remote activity monitoring, clinical dashboards, AI-driven adaptive therapy plans, and analytics pipelines. This work resulted in a published clinical study and a platform that serves therapists and families across Brazil.",
  "experience.fofuuu-ceo-2019.description.portfolio": "Led strategic pivot from consumer speech therapy to B2B autism therapy platform, scaling the company through fundraising, clinical validation, and product diversification.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-1.cv": "Scaled from 500 to 2,500+ therapy activities through advanced internal tooling and standardized content production workflows that ensured quality while accelerating production with a lean team.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-1.portfolio": "Scaled Fofuuu Edu from 500 to 2,500+ therapy activities through advanced internal tooling and standardized content production.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-2.cv": "Secured R$1.5M in funding from Bossa Nova, Samsung, and Finep; led team expansion and product diversification while fostering innovation during challenging periods.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-2.portfolio": "Secured R$1.5M+ in funding from Bossa Nova, Samsung, and Finep; led team expansion and product diversification.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-3.cv": "Led pivotal study with Unimed demonstrating 17% average skill acquisition speed increase (31% peak improvement) through structured collaboration with lead therapists.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-3.portfolio": "Led clinical study with Unimed demonstrating 17% average skill acquisition speed increase (31% peak).",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-4.cv": "Created B2B platform with AI-driven therapy plan customization, comprehensive data management, and progress tracking for speech therapy clinics.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-4.portfolio": "Created Fofuuu for Clinics B2B platform with AI-driven therapy plan customization and progress tracking.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-5.cv": "Developed system capturing 8 new metrics previously unobservable without digital assistance.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-5.portfolio": "Developed automated activity metrics system capturing 8 new metrics previously unobservable without digital assistance.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-6.cv": "Implemented LGPD and HIPAA compliance; integrated OpenAI and LangChain for performance insights, real-time therapy adaptation, and customer support.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-6.portfolio": "Implemented LGPD and HIPAA compliance; integrated OpenAI and LangChain for AI-powered performance insights.",

  "experience.fofuuu-cto-2017.roles.fofuuu-cto.title": "Co-Founder & CTO",
  "experience.fofuuu-cto-2017.description.cv": "Built and scaled the engineering team following initial funding, establishing technical foundations and delivering the core therapy platform.",
  "experience.fofuuu-cto-2017.description.coverLetter": "After securing funding and transitioning to a dedicated CTO role, I led the development of Fofuuu Fono, a gamified digital therapy platform for speech therapists and caregivers. In partnership with Unifesp's Speech Therapy Ambulatory, I supervised a clinical study published at the 16th Congress of the Otorhinolaryngology Foundation.",
  "experience.fofuuu-cto-2017.description.portfolio": "Built and scaled the engineering team following initial funding, establishing technical foundations and delivering the core therapy platform.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-1.cv": "Hired developers, designers, artists, and animators; formed strategic partnership with game development studio to reduce costs.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-1.portfolio": "Hired and led team of developers, designers, artists, and animators; formed strategic partnership with game development studio.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-2.cv": "Delivered 150+ therapy games, multi-platform support, patient management system, subscription monetization, and BI dashboards.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-2.portfolio": "Delivered 150+ therapy games with multi-platform support (iOS, Android, Web), patient management system, and BI dashboards.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-3.cv": "Implemented agile methodologies and CI/CD pipelines, establishing engineering best practices and enhancing team collaboration.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-3.portfolio": "Implemented agile methodologies and CI/CD pipelines, establishing engineering best practices.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-4.cv": "Led code reviews and architecture decisions; refined signal processing with MEL spectrogram analysis and neural network filters for phoneme acquisition and generalization activities.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-4.portfolio": "Led architecture decisions and code reviews; refined signal processing with MEL spectrogram analysis.",

  "experience.fofuuu-ai-2016.roles.fofuuu-ai-researcher.title": "Lead AI Researcher",
  "experience.fofuuu-ai-2016.description.cv": "Led ML research initiative developing PhoneNet, a real-time phoneme classification model to enhance speech therapy effectiveness.",
  "experience.fofuuu-ai-2016.description.coverLetter": "I directed the PhoneNet project, a deep learning model for isolated phoneme classification designed to run on mobile devices. I led the full lifecycle: implementing a ResNet-based architecture with international collaborators, orchestrating a nationwide campaign to collect and label phoneme samples, and publishing findings at the 26th CBFa.",
  "experience.fofuuu-ai-2016.description.portfolio": "Led ML research initiative developing PhoneNet, a real-time phoneme classification model to enhance speech therapy effectiveness.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-1.cv": "Developed real-time voice-to-phoneme classification system adapting ResNet for Mel-log spectrogram features, achieving 91.54% accuracy.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-1.portfolio": "Developed real-time voice-to-phoneme classification system using ResNet and Mel-log spectrograms, achieving 91.54% accuracy.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-2.cv": "Optimized for isolated phoneme classification critical to autism and Cleft Lip/Palate therapy techniques, including unique sounds and syllables used in therapeutic settings.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-2.portfolio": "Optimized model for mobile edge deployment to support speech therapy for autism and Cleft Lip/Palate patients.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-3.cv": "Launched \"Donate your Voice\" campaign, building platform to collect, clean, and label 70,000 initial samples (scaled to 12M total).",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-3.portfolio": "Launched 'Donate Your Voice' campaign, collecting 70,000 voice samples (scaled to 12M total dataset).",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-4.cv": "Partnered with Singapore-based ML team specializing in Speech-to-Text systems for expert guidance on a pro-bono basis.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-4.portfolio": "Partnered with international ML team from Singapore for expert guidance on Speech-to-Text architectures.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-5.cv": "Published \"PhoneNet: A Neural Network with Deep Learning for Real-Time Phoneme Recognition in Digital Games\" at 26th Brazilian Congress of Speech Therapy.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-5.portfolio": "Published 'PhoneNet' paper at the 26th Brazilian Congress of Speech Therapy.",

  "experience.fofuuu-founder-2015.roles.fofuuu-solo-founder.title": "Co-Founder, CEO and Sole Developer",
  "experience.fofuuu-founder-2015.description.cv": "Founded Fofuuu by adapting an existing product from Betri Studio into a speech therapy tool for Cleft Lip and Palate rehabilitation, inspired by insights from a speech therapist associate.",
  "experience.fofuuu-founder-2015.description.coverLetter": "I co-founded Fofuuu to tackle digital health, building prototypes and MVPs for speech therapy activities. I developed real-time sound signal analysis systems and managed large-scale development efforts. Our work earned the Best Educational Game Award (BIG Festival/BNDES) and the Health Entrepreneurship Award (Sirio-Libanes Institute and Everis Brazil).",
  "experience.fofuuu-founder-2015.description.portfolio": "Founded Fofuuu by adapting an existing product into a speech therapy tool for Cleft Lip and Palate rehabilitation.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-1.cv": "Developed prototype using sound signal analysis to convert airflow into real-time game inputs for therapeutic exercises, enabling interactive airflow training activities.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-1.portfolio": "Developed prototype using sound signal analysis to convert airflow into real-time game inputs for therapeutic exercises.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-2.cv": "Conducted extensive user research with speech therapy professionals to identify pain points and design MVP.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-2.portfolio": "Conducted extensive user research with speech therapy professionals to identify pain points and design MVP.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-3.cv": "Initiated testing with early adopters, gathering feedback to refine product-market fit.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-3.portfolio": "Initiated clinical testing with early adopters, gathering feedback to refine product-market fit.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-4.cv": "Secured first funding round through investor pitches, enabling team expansion and onboarding of third founder as CEO to focus on technology development.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-4.portfolio": "Secured first funding round through investor pitches, enabling team expansion and onboarding of third founder as CEO.",

  "experience.betri-2013.roles.betri-founder.title": "Founder & Technology Lead",
  "experience.betri-2013.description.cv": "Founded Betri Studio as CEO and CTO, establishing a niche innovator in digital solutions focused on gamification and user experience for corporate clients including McDonald's Institute, Wella, MAC Construction, and Zambon Pharmaceuticals.",
  "experience.betri-2013.description.coverLetter": "My entrepreneurial path began with Betri Studio, where I grew into a product manager and full-stack developer. I led projects including an HR expense system with OCR invoice scanning, a gamified rewards app integrated with sales performance metrics that drove engagement and revenue growth, and immersive digital training experiences for enterprise clients.",
  "experience.betri-2013.description.portfolio": "Founded and led a digital solutions agency specializing in gamification for corporate training and engagement.",
  "experience.betri-2013.achievements.betri-1.cv": "McDonald's Institute: Developed gamified digital experience educating employees on company history, values, mission, and vision.",
  "experience.betri-2013.achievements.betri-1.portfolio": "McDonald's Institute: Developed gamified experience educating employees on company values and history.",
  "experience.betri-2013.achievements.betri-2.cv": "Wella: Implemented comprehensive HR management system with gamified features to boost commercial team adoption and engagement.",
  "experience.betri-2013.achievements.betri-2.portfolio": "Wella: Built HR management system with gamification mechanics to boost commercial team engagement.",
  "experience.betri-2013.achievements.betri-3.cv": "MAC Construction: Devised performance-based rewards system with social interaction, avatars, and competition mechanics for sales team.",
  "experience.betri-2013.achievements.betri-3.portfolio": "MAC Construction: Created performance-based rewards system with social features and competition mechanics.",
  "experience.betri-2013.achievements.betri-4.cv": "Zambon Pharmaceuticals: Created interactive Fluimucil educational campaign combining entertainment with product knowledge to increase brand engagement.",
  "experience.betri-2013.achievements.betri-4.portfolio": "Zambon Pharmaceuticals: Delivered interactive Fluimucil educational campaign.",

  "experience.mcs-java-2012.roles.mcs-developer.title": "Course Engine Developer",
  "experience.mcs-java-2012.description.cv": "Contributed as a junior developer to the creation of an Editor and Runtime for MCS Java's B2C e-learning platform, with a focus on robust and optimized solutions.",
  "experience.mcs-java-2012.description.portfolio": "Contributed to development of course creation Editor and Runtime for B2C e-learning platform.",
  "experience.mcs-java-2012.achievements.mcs-1.cv": "Developed Flash-based course creation engine optimized for performance and accessibility.",
  "experience.mcs-java-2012.achievements.mcs-1.portfolio": "Developed Flash-based course creation engine optimized for performance and accessibility.",
  "experience.mcs-java-2012.achievements.mcs-2.cv": "Integrated runtime with Learning Management Systems following SCORM standards, including progress bookmarking and learner path management.",
  "experience.mcs-java-2012.achievements.mcs-2.portfolio": "Integrated runtime with Learning Management Systems (LMS) following SCORM standards.",
  "experience.mcs-java-2012.achievements.mcs-3.cv": "Contributed to engine architecture and technical direction despite junior role, demonstrating early technical leadership.",
  "experience.mcs-java-2012.achievements.mcs-3.portfolio": "Implemented progress bookmarking and learner path management functionality.",
  "experience.mcs-java-2012.achievements.mcs-4.cv": "Contributed to engine architecture despite junior role, demonstrating early technical leadership.",
  "experience.mcs-java-2012.achievements.mcs-4.portfolio": "Contributed to engine architecture despite junior role, demonstrating early technical leadership.",

  "experience.e-guru-2012.roles.e-guru-developer.title": "Game and Course Developer",
  "experience.e-guru-2012.description.cv": "Developed Flash-based e-learning applications and games for corporate HR training, specializing in interactive educational content for client HR departments and employee training programs.",
  "experience.e-guru-2012.description.portfolio": "Developed Flash-based e-learning applications and games for corporate HR training.",
  "experience.e-guru-2012.achievements.e-guru-1.cv": "Led transition from ActionScript 2 to ActionScript 3, overcoming code embedding limitations and improving versioning and code reusability.",
  "experience.e-guru-2012.achievements.e-guru-1.portfolio": "Led transition from ActionScript 2 to ActionScript 3, improving code versioning and reusability.",
  "experience.e-guru-2012.achievements.e-guru-2.cv": "Developed pseudo-engine and internal tools enabling designers to create custom courses efficiently.",
  "experience.e-guru-2012.achievements.e-guru-2.portfolio": "Developed in-house pseudo-engine and internal tools enabling designers to create custom courses efficiently.",
  "experience.e-guru-2012.achievements.e-guru-3.cv": "Built intuitive course editor with JSON-based project format, streamlining asset management, feature development, and cross-project code sharing.",
  "experience.e-guru-2012.achievements.e-guru-3.portfolio": "Built intuitive course editor with JSON-based project format, streamlining asset management and feature development.",
  "experience.e-guru-2012.achievements.e-guru-4.cv": "Assigned to full-time engine development, delivering a more efficient, version-controlled, and competitive product offering.",
  "experience.e-guru-2012.achievements.e-guru-4.portfolio": "Assigned to full-time engine development, delivering more efficient and competitive product offering.",

  "award.santander-x-2021.title": "Santander X Tomorrow Challenge",
  "award.santander-x-2021.description.cv": "Selected from 2,200+ proposals across 35 countries in the \"Re-Invent\" category for gamified remote therapy platform.",
  "award.santander-x-2021.description.portfolio": "Selected from 2,200+ proposals across 35 countries for gamified remote therapy platform.",

  "award.covid-rapid-2020.title": "Covid-19 Rapid Innovation Award",
  "award.covid-rapid-2020.description.cv": "Recognized for rapid adaptation of therapy platform to support telemedicine during the pandemic.",
  "award.covid-rapid-2020.description.portfolio": "Recognized for rapid adaptation of therapy platform to support telemedicine during the pandemic.",

  "award.social-impact-2019.title": "Social Impact Games Award",
  "award.social-impact-2019.description.cv": "Recognized at the 7th Festival Games for Change Latin America for contribution to social change through gaming. Selected to represent Brazil at international events in London, Berlin, Paris, and New York.",
  "award.social-impact-2019.description.portfolio": "Selected to represent Brazil at international events in London, Berlin, Paris, and New York.",

  "award.samsung-2019.title": "Samsung Creative Startups",
  "award.samsung-2019.description.cv": "Featured in Samsung's inclusive technology campaign; selected for startup acceleration program. Marked Fofuuu's strategic pivot to a comprehensive platform encompassing speech therapy, occupational therapy, psycho-pedagogy, and behavioral psychology for children with autism.",
  "award.samsung-2019.description.portfolio": "Featured in Samsung's inclusive technology campaign; selected for startup acceleration program.",

  "award.big-children-2018.title": "Best Children's Game",
  "award.big-children-2018.description.cv": "Chosen by children from GRAAC (Support Group for Adolescents and Children with Cancer) as most enjoyable game, competing against entertainment titles from a diverse international lineup.",
  "award.big-children-2018.description.portfolio": "Chosen by children from GRAAC as most enjoyable game, competing against entertainment titles.",

  "award.artemisia-2017.title": "Outstanding Health Startup",
  "award.artemisia-2017.description.cv": "Selected from 171 companies in the Artemisia Lab Health and Wellness acceleration program for potential to impact Brazil's public health system (SUS).",
  "award.artemisia-2017.description.portfolio": "Selected from 171 companies for potential to impact Brazil's public health system.",

  "award.sirio-libanes-2016.title": "Health Entrepreneurship Award",
  "award.sirio-libanes-2016.description.cv": "Recognized for advancing speech therapy platform with advanced voice recognition technology and hardware prototype for airflow input.",
  "award.sirio-libanes-2016.description.portfolio": "Recognized for voice recognition technology advancing speech therapy tools.",

  "award.biostartup-2016.title": "Best Startup",
  "award.biostartup-2016.description.cv": "Top startup in inaugural cohort with peer-voted honorable mention for dedication. Executed by Biominas Brasil and Sebrae Minas.",
  "award.biostartup-2016.description.portfolio": "Top startup in inaugural cohort with peer-voted honorable mention for dedication.",

  "award.big-edu-2015.title": "Best Educational Game",
  "award.big-edu-2015.description.cv": "First major recognition and funding for Fofuuu's digital health game for speech therapy, designed to aid children with Cleft Lip and Palate.",
  "award.big-edu-2015.description.portfolio": "First major recognition for Fofuuu's digital health game for speech therapy.",

  "education.anhembi-game-design.degree": "Bachelor of Game Design",
  "education.anhembi-game-design.achievements.edu-1": "Developed a top-scoring project that was conceptually strong and technically robust, resulting in a ready-to-launch gamified product.",
  "education.anhembi-game-design.achievements.edu-2": "Published \"Definicao e Estrutura do Ambiente Competitivo de um Jogo: um Estudo,\" reflecting expertise in game design and technical innovation.",
  "education.anhembi-game-design.achievements.edu-3": "Mastered advanced programming, rendering algorithms, and network development within game design.",
  "education.anhembi-game-design.achievements.edu-4": "Explored game theory, gamification dynamics, behavioral design, and their applications for improving health and habit formation.",

  "internship.e-guru-intern.role": "Course Developer Intern",
  "internship.e-guru-intern.description.cv": "E-learning course development and localization for corporate training.",
  "internship.e-guru-intern.description.portfolio": "E-learning course development and localization for corporate training.",
  "internship.e-guru-intern.achievements.intern-1.cv": "Recognized repetitive translation workflow inefficiency and independently developed automation solution using PowerShell scripts and custom Flash plugin for text replacement, significantly reducing localization time.",
  "internship.e-guru-intern.achievements.intern-1.portfolio": "Automated course translation workflow using PowerShell scripts and custom Flash plugin, significantly reducing localization time.",
  "internship.e-guru-intern.achievements.intern-2.cv": "System adopted by team members, improving overall team efficiency.",
  "internship.e-guru-intern.achievements.intern-2.portfolio": "Developed automation system adopted by team, improving overall efficiency.",
  "internship.e-guru-intern.achievements.intern-3.cv": "Progressed to development tasks in main course production pipeline, marking initial foray into practical software development.",
  "internship.e-guru-intern.achievements.intern-3.portfolio": "Progressed to development tasks in main course production pipeline."
}
