{
  "profile.title": "Ingeniero de Software y Fundador Tecnologico",
  "profile.summary.cv": "Lider tecnologico y emprendedor con mas de 15 anos de experiencia desarrollando software en los sectores de salud, inteligencia artificial y aplicaciones empresariales. Fundo Fofuuu, una plataforma de terapia para autismo clinicamente validada que sirve a miles de terapeutas. Investigador de ML publicado con experiencia en desarrollo full-stack, deep learning y cumplimiento normativo en salud (HIPAA/LGPD).",
  "profile.summary.coverLetter": "Construyo tecnologia que transforma la manera en que las personas trabajan, sanan y aprenden. Durante mas de 15 anos, he fundado empresas, disenado sistemas complejos y liderado equipos a traves de pivotes, pandemias y lanzamientos de productos, siempre enfocado en entregar valor medible.",
  "profile.summary.portfolio": "Construyo tecnologia que transforma la manera en que las personas trabajan, sanan y aprenden. Durante mas de 15 anos, he fundado empresas, disenado sistemas complejos y liderado equipos a traves de pivotes, pandemias y lanzamientos de productos, siempre enfocado en entregar valor medible.",
  "profile.focusAreas.0": "IA/ML",
  "profile.focusAreas.1": "Full-Stack",
  "profile.focusAreas.2": "Tecnologia en Salud",
  "profile.focusAreas.3": "Liderazgo de Producto",
  "profile.focusAreas.4": "Emprendimiento",

  "language.portuguese.name": "Portugues",
  "language.english.name": "Ingles",
  "language.spanish.name": "Espanol",

  "skillCategory.ai-ml.name": "IA/ML",
  "skillCategory.frontend.name": "Frontend",
  "skillCategory.backend.name": "Backend",
  "skillCategory.devops.name": "DevOps",
  "skillCategory.healthcare.name": "Salud",
  "skillCategory.product.name": "Producto",
  "skillCategory.leadership.name": "Liderazgo",

  "experience.biomedhub-2025.location.label": "Remoto (Beca NIH R35)",
  "experience.biomedhub-2025.roles.biomedhub-lead-dev.title": "Consultor Lider de Desarrollo de Software",
  "experience.biomedhub-2025.description.cv": "Liderando la arquitectura tecnica de BiomedHub, un hub de descubrimiento e integracion de datos biomedicos de codigo abierto financiado por una beca NIH R35, enfocado en acelerar la investigacion de sepsis a traves de la democratizacion de datos.",
  "experience.biomedhub-2025.description.coverLetter": "En BiomedHub, estoy disenando un hub de datos biomedicos de codigo abierto para investigacion de sepsis, con una arquitectura de tres capas (Descubrimiento, Armonizacion, Analisis), una capa de Model Context Protocol para agentes de IA, y estandares de interoperabilidad en salud incluyendo FHIR y MEDS.",
  "experience.biomedhub-2025.description.portfolio": "Liderando la arquitectura tecnica de un hub de descubrimiento e integracion de datos biomedicos de codigo abierto. La plataforma unifica conjuntos de datos clinicos y multi-omicos a traves de los estandares FHIR, MEDS y Croissant, acelerando la investigacion de sepsis mediante la democratizacion de datos.",
  "experience.biomedhub-2025.achievements.biomedhub-1.cv": "Disenando plataforma de tres capas (Descubrimiento, Armonizacion, Analisis) que unifica conjuntos de datos clinicos y multi-omicos mediante los estandares FHIR, MEDS y Croissant.",
  "experience.biomedhub-2025.achievements.biomedhub-1.portfolio": "Disene e implemente una arquitectura de plataforma de tres capas que integra capacidades de Descubrimiento, Armonizacion y Analisis, unificando conjuntos de datos clinicos y multi-omicos heterogeneos a traves de formatos estandar de la industria.",
  "experience.biomedhub-2025.achievements.biomedhub-2.cv": "Disenando interfaz web para investigadores no tecnicos, bibliotecas Python para cientificos de datos, y capa de Model Context Protocol (MCP) para integracion de agentes de IA.",
  "experience.biomedhub-2025.achievements.biomedhub-2.portfolio": "Construi sistema multi-interfaz: UI web para investigadores, bibliotecas Python para cientificos de datos, y capa MCP para agentes de IA.",
  "experience.biomedhub-2025.achievements.biomedhub-3.cv": "Implementando flujos de trabajo automatizados que preservan el contexto semantico de fuentes GEO, ArrayExpress y PhysioNet.",
  "experience.biomedhub-2025.achievements.biomedhub-3.portfolio": "Construi flujos de trabajo automatizados de armonizacion de datos preservando el contexto semantico de GEO, ArrayExpress y PhysioNet.",
  "experience.biomedhub-2025.achievements.biomedhub-4.cv": "Construyendo pipelines de Nextflow en contenedores accesibles via navegador e interfaces programaticas.",
  "experience.biomedhub-2025.achievements.biomedhub-4.portfolio": "Desarrolle pipelines analiticos de Nextflow en contenedores accesibles via navegador e interfaces programaticas.",
  "experience.biomedhub-2025.achievements.biomedhub-5.cv": "Disenando acceso de tres niveles (publico, restringido, federado) con privacidad diferencial y computacion segura.",
  "experience.biomedhub-2025.achievements.biomedhub-5.portfolio": "Implemente modelo de acceso a datos de tres niveles (publico, restringido, federado) con privacidad diferencial.",

  "experience.herdu-2025.location.label": "Remoto",
  "experience.herdu-2025.roles.herdu-tech-lead.title": "Tech Lead y Desarrollador Full-Stack",
  "experience.herdu-2025.description.cv": "Lidere el desarrollo de HerdU, una plataforma de gestion agricola que conecta gerentes y trabajadores de campo a traves de integracion con WhatsApp y gestion de tareas impulsada por IA.",
  "experience.herdu-2025.description.coverLetter": "Disene una plataforma de gestion agricola que conecta gerentes y trabajadores de campo a traves de integracion con WhatsApp. Construi una arquitectura multi-tenant con integracion de WhatsApp Business API, permitiendo a los trabajadores de campo enviar reportes de audio transcritos por IA usando OpenAI Whisper.",
  "experience.herdu-2025.description.portfolio": "Lidere el desarrollo de una plataforma de gestion agricola que conecta gerentes y trabajadores de campo a traves de integracion con WhatsApp y gestion de tareas impulsada por IA.",
  "experience.herdu-2025.achievements.herdu-1.cv": "Disene arquitectura multi-tenant escalable que soporta multiples fincas con datos aislados, gestion de equipos y control de acceso basado en roles.",
  "experience.herdu-2025.achievements.herdu-1.portfolio": "Disene arquitectura multi-tenant escalable que soporta multiples fincas con datos aislados y control de acceso basado en roles.",
  "experience.herdu-2025.achievements.herdu-2.cv": "Integre WhatsApp Business API para envio de reportes de audio sin friccion, eliminando barreras de adopcion de aplicaciones para trabajadores rurales.",
  "experience.herdu-2025.achievements.herdu-2.portfolio": "Integre WhatsApp Business API para envio de reportes de audio sin friccion, eliminando barreras de adopcion de aplicaciones para trabajadores rurales.",
  "experience.herdu-2025.achievements.herdu-3.cv": "Implemente OpenAI Whisper para transcripcion de portugues con extraccion y categorizacion automatica de tareas.",
  "experience.herdu-2025.achievements.herdu-3.portfolio": "Implemente OpenAI Whisper para transcripcion de voz a texto en portugues con extraccion automatica de tareas.",
  "experience.herdu-2025.achievements.herdu-4.cv": "Construi dashboard integral con seguimiento de tareas en tiempo real, analiticas de trabajadores y gestion de equipos.",
  "experience.herdu-2025.achievements.herdu-4.portfolio": "Construi dashboard integral para gerentes con seguimiento de tareas en tiempo real y analiticas de trabajadores.",
  "experience.herdu-2025.achievements.herdu-5.cv": "Desarrolle sistema de separacion de contexto para mejorar la calidad de respuestas reduciendo costos de tokens.",
  "experience.herdu-2025.achievements.herdu-5.portfolio": "Desarrolle arquitectura de sub-agentes RAG manteniendo separacion de contexto para mejorar la calidad de respuestas reduciendo costos de tokens.",

  "experience.embryolabs-2024.location.label": "Remoto",
  "experience.embryolabs-2024.roles.embryolabs-tech-lead.title": "Tech Lead y Desarrollador Full-Stack",
  "experience.embryolabs-2024.description.cv": "Disene y desarrolle una plataforma de clasificacion de embriones impulsada por IA para clinicas de FIV, ayudando a embriologos a evaluar la calidad embrionaria usando modelos de deep learning.",
  "experience.embryolabs-2024.description.coverLetter": "Disene y construi desde cero una plataforma de clasificacion de embriones impulsada por IA para clinicas de FIV. Disene pipelines de procesamiento de video que lograron una reduccion del 68% en tiempo de procesamiento, desarrolle un algoritmo novedoso de seleccion de frames multi-puntuacion, e implemente estrategias de despliegue dual para instalaciones en la nube y on-premise.",
  "experience.embryolabs-2024.description.portfolio": "Disene y desarrolle una plataforma de clasificacion de embriones impulsada por IA para clinicas de FIV, ayudando a embriologos a evaluar la calidad embrionaria usando modelos de deep learning.",
  "experience.embryolabs-2024.achievements.embryolabs-1.cv": "Construi plataforma completa desde cero: panel de administracion, aplicacion para embriologos, backend API RESTful, y pipeline de procesamiento de video en tiempo real.",
  "experience.embryolabs-2024.achievements.embryolabs-1.portfolio": "Construi plataforma completa desde cero: panel de administracion, aplicacion para embriologos, API RESTful, y pipeline de procesamiento de video en tiempo real.",
  "experience.embryolabs-2024.achievements.embryolabs-2.cv": "Logre reduccion del 68% en tiempo de procesamiento de video (13.2s a 4.2s) mediante optimizacion de algoritmos y procesamiento paralelo.",
  "experience.embryolabs-2024.achievements.embryolabs-2.portfolio": "Logre reduccion del 68% en tiempo de procesamiento de video (13.2s a 4.2s) mediante optimizacion de algoritmos y procesamiento paralelo.",
  "experience.embryolabs-2024.achievements.embryolabs-3.cv": "Desarrolle algoritmo novedoso multi-puntuacion usando varianza Laplaciana, puntuacion de circularidad, analisis de textura (entropia LBP) y clustering KMeans.",
  "experience.embryolabs-2024.achievements.embryolabs-3.portfolio": "Desarrolle algoritmo novedoso de seleccion de frames multi-puntuacion usando varianza Laplaciana, puntuacion de circularidad, analisis de textura y clustering KMeans.",
  "experience.embryolabs-2024.achievements.embryolabs-4.cv": "Implemente Azure cloud para demos, servidores on-premise con aceleracion GPU para produccion en clinicas.",
  "experience.embryolabs-2024.achievements.embryolabs-4.portfolio": "Implemente estrategia de despliegue dual: Azure cloud para demos, servidores on-premise con aceleracion GPU para produccion en clinicas.",
  "experience.embryolabs-2024.achievements.embryolabs-5.cv": "Disene sistema que permite a embriologos corregir clasificaciones para reentrenamiento del modelo.",
  "experience.embryolabs-2024.achievements.embryolabs-5.portfolio": "Disene sistema de recoleccion de retroalimentacion que permite a embriologos corregir clasificaciones para reentrenamiento del modelo.",

  "experience.nubank-2022.roles.nubank-consultant.title": "Consultor de Innovacion de Producto y Gamificacion",
  "experience.nubank-2022.description.cv": "Consulte en el MVP de Lealtad de Clientes de Nubank, aplicando experiencia en gamificacion para mejorar el engagement de usuarios y el product-market fit.",
  "experience.nubank-2022.description.coverLetter": "Me uni a Nubank como consultor de producto, aplicando mi experiencia emprendedora a un programa de lealtad gamificado, proporcionando insights estrategicos de UX y apoyando al gerente de proyecto en alinear la iniciativa con los objetivos del negocio.",
  "experience.nubank-2022.description.portfolio": "Aplique experiencia emprendedora y de gamificacion a un proyecto innovador de programa de lealtad en el banco digital mas grande de Brasil.",
  "experience.nubank-2022.achievements.nubank-1.cv": "Realice analisis integral y realinee la estrategia del MVP con los objetivos estrategicos de negocio de Nubank.",
  "experience.nubank-2022.achievements.nubank-1.portfolio": "Realice analisis integral del proyecto y realinee la estrategia del MVP con los objetivos de negocio de Nubank.",
  "experience.nubank-2022.achievements.nubank-2.cv": "Lidere la creacion de prototipos y pruebas de validacion con usuarios, incorporando retroalimentacion real antes del lanzamiento oficial.",
  "experience.nubank-2022.achievements.nubank-2.portfolio": "Lidere la creacion de prototipos y pruebas de validacion con usuarios, incorporando retroalimentacion real antes del lanzamiento.",
  "experience.nubank-2022.achievements.nubank-3.cv": "Coordine con disenadores de producto y stakeholders para integrar el MVP sin problemas en el ecosistema de productos existente.",
  "experience.nubank-2022.achievements.nubank-3.portfolio": "Coordine con disenadores de producto y stakeholders para integrar el MVP en el ecosistema de productos existente.",
  "experience.nubank-2022.achievements.nubank-4.cv": "Traduje requerimientos de negocio en historias de usuario tecnicas claras y especificaciones de desarrollo.",
  "experience.nubank-2022.achievements.nubank-4.portfolio": "Traduje requerimientos de negocio en historias de usuario tecnicas y especificaciones de desarrollo.",

  "experience.fofuuu-ceo-2019.roles.fofuuu-ceo.title": "Fundador y CEO",
  "experience.fofuuu-ceo-2019.description.cv": "Lidere a Fofuuu a traves de un pivote estrategico de terapia del habla para consumidores a terapia de autismo B2B y soluciones de salud digital mas amplias para profesionales, escalando la empresa mediante recaudacion de fondos, validacion clinica y diversificacion de productos.",
  "experience.fofuuu-ceo-2019.description.coverLetter": "En Fofuuu, disene y construi sistemas de gestion de pacientes para clinicas de terapia de autismo, incluyendo control de acceso basado en claims, monitoreo remoto de actividades, dashboards clinicos, planes de terapia adaptativos impulsados por IA, y pipelines de analiticas. Este trabajo resulto en un estudio clinico publicado y una plataforma que sirve a terapeutas y familias en todo Brasil.",
  "experience.fofuuu-ceo-2019.description.portfolio": "Lidere pivote estrategico de terapia del habla para consumidores a plataforma de terapia de autismo B2B, escalando la empresa mediante recaudacion de fondos, validacion clinica y diversificacion de productos.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-1.cv": "Escale de 500 a mas de 2,500 actividades de terapia mediante herramientas internas avanzadas y flujos de trabajo de produccion de contenido estandarizados que aseguraron calidad mientras aceleraban la produccion con un equipo reducido.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-1.portfolio": "Escale Fofuuu Edu de 500 a mas de 2,500 actividades de terapia mediante herramientas internas avanzadas y produccion de contenido estandarizada.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-2.cv": "Asegure R$1.5M en financiamiento de Bossa Nova, Samsung y Finep; lidere expansion del equipo y diversificacion de productos mientras fomentaba la innovacion durante periodos desafiantes.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-2.portfolio": "Asegure mas de R$1.5M en financiamiento de Bossa Nova, Samsung y Finep; lidere expansion del equipo y diversificacion de productos.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-3.cv": "Lidere estudio pivotal con Unimed demostrando un aumento promedio del 17% en la velocidad de adquisicion de habilidades (mejora pico del 31%) a traves de colaboracion estructurada con terapeutas lideres.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-3.portfolio": "Lidere estudio clinico con Unimed demostrando un aumento promedio del 17% en velocidad de adquisicion de habilidades (pico del 31%).",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-4.cv": "Cree plataforma B2B con personalizacion de planes de terapia impulsada por IA, gestion integral de datos y seguimiento de progreso para clinicas de terapia del habla.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-4.portfolio": "Cree plataforma B2B Fofuuu for Clinics con personalizacion de planes de terapia impulsada por IA y seguimiento de progreso.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-5.cv": "Desarrolle sistema que captura 8 nuevas metricas previamente no observables sin asistencia digital.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-5.portfolio": "Desarrolle sistema automatizado de metricas de actividades que captura 8 nuevas metricas previamente no observables sin asistencia digital.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-6.cv": "Implemente cumplimiento LGPD y HIPAA; integre OpenAI y LangChain para insights de rendimiento, adaptacion de terapia en tiempo real y soporte al cliente.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-6.portfolio": "Implemente cumplimiento LGPD y HIPAA; integre OpenAI y LangChain para insights de rendimiento impulsados por IA.",

  "experience.fofuuu-cto-2017.roles.fofuuu-cto.title": "Cofundador y CTO",
  "experience.fofuuu-cto-2017.description.cv": "Construi y escale el equipo de ingenieria tras el financiamiento inicial, estableciendo las bases tecnicas y entregando la plataforma de terapia principal.",
  "experience.fofuuu-cto-2017.description.coverLetter": "Despues de asegurar financiamiento y transicionar a un rol dedicado de CTO, lidere el desarrollo de Fofuuu Fono, una plataforma de terapia digital gamificada para terapeutas del habla y cuidadores. En asociacion con el Ambulatorio de Terapia del Habla de Unifesp, supervise un estudio clinico publicado en el 16vo Congreso de la Fundacion de Otorrinolaringologia.",
  "experience.fofuuu-cto-2017.description.portfolio": "Construi y escale el equipo de ingenieria tras el financiamiento inicial, estableciendo las bases tecnicas y entregando la plataforma de terapia principal.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-1.cv": "Contrate desarrolladores, disenadores, artistas y animadores; forme alianza estrategica con estudio de desarrollo de juegos para reducir costos.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-1.portfolio": "Contrate y lidere equipo de desarrolladores, disenadores, artistas y animadores; forme alianza estrategica con estudio de desarrollo de juegos.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-2.cv": "Entregue mas de 150 juegos de terapia, soporte multiplataforma, sistema de gestion de pacientes, monetizacion por suscripcion y dashboards de BI.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-2.portfolio": "Entregue mas de 150 juegos de terapia con soporte multiplataforma (iOS, Android, Web), sistema de gestion de pacientes y dashboards de BI.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-3.cv": "Implemente metodologias agiles y pipelines CI/CD, estableciendo mejores practicas de ingenieria y mejorando la colaboracion del equipo.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-3.portfolio": "Implemente metodologias agiles y pipelines CI/CD, estableciendo mejores practicas de ingenieria.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-4.cv": "Lidere revisiones de codigo y decisiones de arquitectura; refine procesamiento de senales con analisis de espectrograma MEL y filtros de redes neuronales para actividades de adquisicion y generalizacion de fonemas.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-4.portfolio": "Lidere decisiones de arquitectura y revisiones de codigo; refine procesamiento de senales con analisis de espectrograma MEL.",

  "experience.fofuuu-ai-2016.roles.fofuuu-ai-researcher.title": "Investigador Lider de IA",
  "experience.fofuuu-ai-2016.description.cv": "Lidere iniciativa de investigacion de ML desarrollando PhoneNet, un modelo de clasificacion de fonemas en tiempo real para mejorar la efectividad de la terapia del habla.",
  "experience.fofuuu-ai-2016.description.coverLetter": "Dirigi el proyecto PhoneNet, un modelo de deep learning para clasificacion de fonemas aislados disenado para ejecutarse en dispositivos moviles. Lidere el ciclo completo: implementando una arquitectura basada en ResNet con colaboradores internacionales, orquestando una campana nacional para recolectar y etiquetar muestras de fonemas, y publicando hallazgos en el 26vo CBFa.",
  "experience.fofuuu-ai-2016.description.portfolio": "Lidere iniciativa de investigacion de ML desarrollando PhoneNet, un modelo de clasificacion de fonemas en tiempo real para mejorar la efectividad de la terapia del habla.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-1.cv": "Desarrolle sistema de clasificacion de voz a fonema en tiempo real adaptando ResNet para caracteristicas de espectrograma Mel-log, logrando 91.54% de precision.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-1.portfolio": "Desarrolle sistema de clasificacion de voz a fonema en tiempo real usando ResNet y espectrogramas Mel-log, logrando 91.54% de precision.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-2.cv": "Optimizado para clasificacion de fonemas aislados critica para tecnicas de terapia de autismo y Labio/Paladar Hendido, incluyendo sonidos y silabas unicos usados en entornos terapeuticos.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-2.portfolio": "Optimice modelo para despliegue edge en moviles para apoyar terapia del habla para pacientes con autismo y Labio/Paladar Hendido.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-3.cv": "Lance campana \"Dona tu Voz\", construyendo plataforma para recolectar, limpiar y etiquetar 70,000 muestras iniciales (escaladas a 12M en total).",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-3.portfolio": "Lance campana 'Dona tu Voz', recolectando 70,000 muestras de voz (escaladas a 12M de dataset total).",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-4.cv": "Asociacion con equipo de ML de Singapur especializado en sistemas Speech-to-Text para orientacion experta de forma pro-bono.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-4.portfolio": "Asociacion con equipo internacional de ML de Singapur para orientacion experta en arquitecturas Speech-to-Text.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-5.cv": "Publique \"PhoneNet: A Neural Network with Deep Learning for Real-Time Phoneme Recognition in Digital Games\" en el 26vo Congreso Brasileno de Fonoaudiologia.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-5.portfolio": "Publique articulo 'PhoneNet' en el 26vo Congreso Brasileno de Fonoaudiologia.",

  "experience.fofuuu-founder-2015.roles.fofuuu-solo-founder.title": "Cofundador, CEO y Desarrollador Unico",
  "experience.fofuuu-founder-2015.description.cv": "Funde Fofuuu adaptando un producto existente de Betri Studio en una herramienta de terapia del habla para rehabilitacion de Labio y Paladar Hendido, inspirado por insights de una terapeuta del habla asociada.",
  "experience.fofuuu-founder-2015.description.coverLetter": "Cofunde Fofuuu para abordar la salud digital, construyendo prototipos y MVPs para actividades de terapia del habla. Desarrolle sistemas de analisis de senales de sonido en tiempo real y gestione esfuerzos de desarrollo a gran escala. Nuestro trabajo gano el Premio al Mejor Juego Educativo (BIG Festival/BNDES) y el Premio de Emprendimiento en Salud (Instituto Sirio-Libanes y Everis Brasil).",
  "experience.fofuuu-founder-2015.description.portfolio": "Funde Fofuuu adaptando un producto existente en una herramienta de terapia del habla para rehabilitacion de Labio y Paladar Hendido.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-1.cv": "Desarrolle prototipo usando analisis de senales de sonido para convertir flujo de aire en inputs de juego en tiempo real para ejercicios terapeuticos, habilitando actividades interactivas de entrenamiento de flujo de aire.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-1.portfolio": "Desarrolle prototipo usando analisis de senales de sonido para convertir flujo de aire en inputs de juego en tiempo real para ejercicios terapeuticos.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-2.cv": "Realice investigacion extensiva de usuarios con profesionales de terapia del habla para identificar puntos de dolor y disenar MVP.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-2.portfolio": "Realice investigacion extensiva de usuarios con profesionales de terapia del habla para identificar puntos de dolor y disenar MVP.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-3.cv": "Inicie pruebas con early adopters, recopilando retroalimentacion para refinar el product-market fit.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-3.portfolio": "Inicie pruebas clinicas con early adopters, recopilando retroalimentacion para refinar el product-market fit.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-4.cv": "Asegure primera ronda de financiamiento a traves de pitches a inversores, habilitando expansion del equipo e incorporacion de tercer fundador como CEO para enfocarme en desarrollo tecnologico.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-4.portfolio": "Asegure primera ronda de financiamiento a traves de pitches a inversores, habilitando expansion del equipo e incorporacion de tercer fundador como CEO.",

  "experience.betri-2013.roles.betri-founder.title": "Fundador y Lider Tecnologico",
  "experience.betri-2013.description.cv": "Funde Betri Studio como CEO y CTO, estableciendo un innovador de nicho en soluciones digitales enfocadas en gamificacion y experiencia de usuario para clientes corporativos incluyendo Instituto McDonald's, Wella, MAC Construccion y Zambon Pharmaceuticals.",
  "experience.betri-2013.description.coverLetter": "Mi camino emprendedor comenzo con Betri Studio, donde creci como product manager y desarrollador full-stack. Lidere proyectos incluyendo un sistema de gastos de RH con escaneo de facturas por OCR, una aplicacion de recompensas gamificada integrada con metricas de rendimiento de ventas que impulso el engagement y crecimiento de ingresos, y experiencias de capacitacion digital inmersiva para clientes empresariales.",
  "experience.betri-2013.description.portfolio": "Funde y lidere una agencia de soluciones digitales especializada en gamificacion para capacitacion y engagement corporativo.",
  "experience.betri-2013.achievements.betri-1.cv": "Instituto McDonald's: Desarrolle experiencia digital gamificada educando a empleados sobre historia, valores, mision y vision de la empresa.",
  "experience.betri-2013.achievements.betri-1.portfolio": "Instituto McDonald's: Desarrolle experiencia gamificada educando a empleados sobre valores e historia de la empresa.",
  "experience.betri-2013.achievements.betri-2.cv": "Wella: Implemente sistema integral de gestion de RH con caracteristicas gamificadas para impulsar la adopcion y engagement del equipo comercial.",
  "experience.betri-2013.achievements.betri-2.portfolio": "Wella: Construi sistema de gestion de RH con mecanicas de gamificacion para impulsar el engagement del equipo comercial.",
  "experience.betri-2013.achievements.betri-3.cv": "MAC Construccion: Idee sistema de recompensas basado en rendimiento con interaccion social, avatares y mecanicas de competencia para equipo de ventas.",
  "experience.betri-2013.achievements.betri-3.portfolio": "MAC Construccion: Cree sistema de recompensas basado en rendimiento con caracteristicas sociales y mecanicas de competencia.",
  "experience.betri-2013.achievements.betri-4.cv": "Zambon Pharmaceuticals: Cree campana educativa interactiva de Fluimucil combinando entretenimiento con conocimiento del producto para aumentar el engagement de marca.",
  "experience.betri-2013.achievements.betri-4.portfolio": "Zambon Pharmaceuticals: Entregue campana educativa interactiva de Fluimucil.",

  "experience.mcs-java-2012.roles.mcs-developer.title": "Desarrollador de Motor de Cursos",
  "experience.mcs-java-2012.description.cv": "Contribui como desarrollador junior a la creacion de un Editor y Runtime para la plataforma de e-learning B2C de MCS Java, con enfoque en soluciones robustas y optimizadas.",
  "experience.mcs-java-2012.description.portfolio": "Contribui al desarrollo del Editor y Runtime de creacion de cursos para plataforma de e-learning B2C.",
  "experience.mcs-java-2012.achievements.mcs-1.cv": "Desarrolle motor de creacion de cursos basado en Flash optimizado para rendimiento y accesibilidad.",
  "experience.mcs-java-2012.achievements.mcs-1.portfolio": "Desarrolle motor de creacion de cursos basado en Flash optimizado para rendimiento y accesibilidad.",
  "experience.mcs-java-2012.achievements.mcs-2.cv": "Integre runtime con Sistemas de Gestion de Aprendizaje siguiendo estandares SCORM, incluyendo marcadores de progreso y gestion de rutas de aprendizaje.",
  "experience.mcs-java-2012.achievements.mcs-2.portfolio": "Integre runtime con Sistemas de Gestion de Aprendizaje (LMS) siguiendo estandares SCORM.",
  "experience.mcs-java-2012.achievements.mcs-3.cv": "Contribui a la arquitectura del motor y direccion tecnica a pesar del rol junior, demostrando liderazgo tecnico temprano.",
  "experience.mcs-java-2012.achievements.mcs-3.portfolio": "Implemente funcionalidad de marcadores de progreso y gestion de rutas de aprendizaje.",
  "experience.mcs-java-2012.achievements.mcs-4.cv": "Contribui a la arquitectura del motor a pesar del rol junior, demostrando liderazgo tecnico temprano.",
  "experience.mcs-java-2012.achievements.mcs-4.portfolio": "Contribui a la arquitectura del motor a pesar del rol junior, demostrando liderazgo tecnico temprano.",

  "experience.e-guru-2012.roles.e-guru-developer.title": "Desarrollador de Juegos y Cursos",
  "experience.e-guru-2012.description.cv": "Desarrolle aplicaciones de e-learning y juegos basados en Flash para capacitacion corporativa de RH, especializandome en contenido educativo interactivo para departamentos de RH de clientes y programas de capacitacion de empleados.",
  "experience.e-guru-2012.description.portfolio": "Desarrolle aplicaciones de e-learning y juegos basados en Flash para capacitacion corporativa de RH.",
  "experience.e-guru-2012.achievements.e-guru-1.cv": "Lidere transicion de ActionScript 2 a ActionScript 3, superando limitaciones de incrustacion de codigo y mejorando versionado y reusabilidad de codigo.",
  "experience.e-guru-2012.achievements.e-guru-1.portfolio": "Lidere transicion de ActionScript 2 a ActionScript 3, mejorando versionado y reusabilidad de codigo.",
  "experience.e-guru-2012.achievements.e-guru-2.cv": "Desarrolle pseudo-motor y herramientas internas que permitieron a disenadores crear cursos personalizados eficientemente.",
  "experience.e-guru-2012.achievements.e-guru-2.portfolio": "Desarrolle pseudo-motor interno y herramientas que permitieron a disenadores crear cursos personalizados eficientemente.",
  "experience.e-guru-2012.achievements.e-guru-3.cv": "Construi editor de cursos intuitivo con formato de proyecto basado en JSON, optimizando gestion de assets, desarrollo de caracteristicas y comparticion de codigo entre proyectos.",
  "experience.e-guru-2012.achievements.e-guru-3.portfolio": "Construi editor de cursos intuitivo con formato de proyecto basado en JSON, optimizando gestion de assets y desarrollo de caracteristicas.",
  "experience.e-guru-2012.achievements.e-guru-4.cv": "Asignado a desarrollo de motor a tiempo completo, entregando una oferta de producto mas eficiente, con control de versiones y competitiva.",
  "experience.e-guru-2012.achievements.e-guru-4.portfolio": "Asignado a desarrollo de motor a tiempo completo, entregando oferta de producto mas eficiente y competitiva.",

  "award.santander-x-2021.title": "Santander X Tomorrow Challenge",
  "award.santander-x-2021.description.cv": "Seleccionado entre mas de 2,200 propuestas de 35 paises en la categoria \"Re-Invent\" por plataforma de terapia remota gamificada.",
  "award.santander-x-2021.description.portfolio": "Seleccionado entre mas de 2,200 propuestas de 35 paises por plataforma de terapia remota gamificada.",

  "award.covid-rapid-2020.title": "Premio de Innovacion Rapida Covid-19",
  "award.covid-rapid-2020.description.cv": "Reconocido por adaptacion rapida de plataforma de terapia para apoyar telemedicina durante la pandemia.",
  "award.covid-rapid-2020.description.portfolio": "Reconocido por adaptacion rapida de plataforma de terapia para apoyar telemedicina durante la pandemia.",

  "award.social-impact-2019.title": "Premio de Juegos de Impacto Social",
  "award.social-impact-2019.description.cv": "Reconocido en el 7mo Festival Games for Change Latinoamerica por contribucion al cambio social a traves de juegos. Seleccionado para representar a Brasil en eventos internacionales en Londres, Berlin, Paris y Nueva York.",
  "award.social-impact-2019.description.portfolio": "Seleccionado para representar a Brasil en eventos internacionales en Londres, Berlin, Paris y Nueva York.",

  "award.samsung-2019.title": "Samsung Creative Startups",
  "award.samsung-2019.description.cv": "Destacado en campana de tecnologia inclusiva de Samsung; seleccionado para programa de aceleracion de startups. Marco el pivote estrategico de Fofuuu hacia una plataforma integral que abarca terapia del habla, terapia ocupacional, psicopedagogia y psicologia conductual para ninos con autismo.",
  "award.samsung-2019.description.portfolio": "Destacado en campana de tecnologia inclusiva de Samsung; seleccionado para programa de aceleracion de startups.",

  "award.big-children-2018.title": "Mejor Juego Infantil",
  "award.big-children-2018.description.cv": "Elegido por ninos de GRAAC (Grupo de Apoyo al Adolescente y Nino con Cancer) como juego mas divertido, compitiendo contra titulos de entretenimiento de una diversa seleccion internacional.",
  "award.big-children-2018.description.portfolio": "Elegido por ninos de GRAAC como juego mas divertido, compitiendo contra titulos de entretenimiento.",

  "award.artemisia-2017.title": "Startup de Salud Destacada",
  "award.artemisia-2017.description.cv": "Seleccionado entre 171 empresas en el programa de aceleracion Artemisia Lab Salud y Bienestar por potencial de impacto en el sistema de salud publica de Brasil (SUS).",
  "award.artemisia-2017.description.portfolio": "Seleccionado entre 171 empresas por potencial de impacto en el sistema de salud publica de Brasil.",

  "award.sirio-libanes-2016.title": "Premio de Emprendimiento en Salud",
  "award.sirio-libanes-2016.description.cv": "Reconocido por avanzar plataforma de terapia del habla con tecnologia avanzada de reconocimiento de voz y prototipo de hardware para entrada de flujo de aire.",
  "award.sirio-libanes-2016.description.portfolio": "Reconocido por tecnologia de reconocimiento de voz que avanza herramientas de terapia del habla.",

  "award.biostartup-2016.title": "Mejor Startup",
  "award.biostartup-2016.description.cv": "Mejor startup en cohorte inaugural con mencion honorifica votada por pares por dedicacion. Ejecutado por Biominas Brasil y Sebrae Minas.",
  "award.biostartup-2016.description.portfolio": "Mejor startup en cohorte inaugural con mencion honorifica votada por pares por dedicacion.",

  "award.big-edu-2015.title": "Mejor Juego Educativo",
  "award.big-edu-2015.description.cv": "Primer reconocimiento importante y financiamiento para el juego de salud digital de Fofuuu para terapia del habla, disenado para ayudar a ninos con Labio y Paladar Hendido.",
  "award.big-edu-2015.description.portfolio": "Primer reconocimiento importante para el juego de salud digital de Fofuuu para terapia del habla.",

  "education.anhembi-game-design.degree": "Licenciatura en Diseno de Juegos",
  "education.anhembi-game-design.achievements.edu-1": "Desarrolle un proyecto de maxima puntuacion que fue conceptualmente solido y tecnicamente robusto, resultando en un producto gamificado listo para lanzamiento.",
  "education.anhembi-game-design.achievements.edu-2": "Publique \"Definicao e Estrutura do Ambiente Competitivo de um Jogo: um Estudo,\" reflejando experiencia en diseno de juegos e innovacion tecnica.",
  "education.anhembi-game-design.achievements.edu-3": "Domine programacion avanzada, algoritmos de renderizado y desarrollo de redes dentro del diseno de juegos.",
  "education.anhembi-game-design.achievements.edu-4": "Explore teoria de juegos, dinamicas de gamificacion, diseno conductual y sus aplicaciones para mejorar la salud y formacion de habitos.",

  "internship.e-guru-intern.role": "Pasante de Desarrollo de Cursos",
  "internship.e-guru-intern.description.cv": "Desarrollo y localizacion de cursos de e-learning para capacitacion corporativa.",
  "internship.e-guru-intern.description.portfolio": "Desarrollo y localizacion de cursos de e-learning para capacitacion corporativa.",
  "internship.e-guru-intern.achievements.intern-1.cv": "Reconoci ineficiencia de flujo de trabajo de traduccion repetitivo y desarrolle independientemente solucion de automatizacion usando scripts de PowerShell y plugin personalizado de Flash para reemplazo de texto, reduciendo significativamente el tiempo de localizacion.",
  "internship.e-guru-intern.achievements.intern-1.portfolio": "Automatice flujo de trabajo de traduccion de cursos usando scripts de PowerShell y plugin personalizado de Flash, reduciendo significativamente el tiempo de localizacion.",
  "internship.e-guru-intern.achievements.intern-2.cv": "Sistema adoptado por miembros del equipo, mejorando la eficiencia general del equipo.",
  "internship.e-guru-intern.achievements.intern-2.portfolio": "Desarrolle sistema de automatizacion adoptado por el equipo, mejorando la eficiencia general.",
  "internship.e-guru-intern.achievements.intern-3.cv": "Progrese a tareas de desarrollo en el pipeline principal de produccion de cursos, marcando la incursion inicial en desarrollo de software practico.",
  "internship.e-guru-intern.achievements.intern-3.portfolio": "Progrese a tareas de desarrollo en el pipeline principal de produccion de cursos."
}
