{
  "profile.title": "Engenheiro de Software & Fundador Técnico",
  "profile.summary.cv": "Líder de tecnologia e empreendedor com mais de 15 anos construindo software nas áreas de saúde, IA e aplicações corporativas. Fundador da Fofuuu, plataforma de terapia para autismo clinicamente validada que atende milhares de terapeutas. Pesquisador de ML publicado com experiência em desenvolvimento full-stack, deep learning e conformidade em saúde (HIPAA/LGPD).",
  "profile.summary.coverLetter": "Construo tecnologia que transforma a forma como as pessoas trabalham, se curam e aprendem. Ao longo de mais de 15 anos, fundei empresas, arquitetei sistemas complexos e liderei equipes através de pivôs, pandemias e lançamentos de produtos—sempre focado em entregar valor mensurável.",
  "profile.summary.portfolio": "Construo tecnologia que transforma a forma como as pessoas trabalham, se curam e aprendem. Ao longo de mais de 15 anos, fundei empresas, arquitetei sistemas complexos e liderei equipes através de pivôs, pandemias e lançamentos de produtos—sempre focado em entregar valor mensurável.",
  "profile.focusAreas.0": "IA/ML",
  "profile.focusAreas.1": "Full-Stack",
  "profile.focusAreas.2": "HealthTech",
  "profile.focusAreas.3": "Liderança de Produto",
  "profile.focusAreas.4": "Empreendedorismo",

  "language.portuguese.name": "Português",
  "language.english.name": "Inglês",
  "language.spanish.name": "Espanhol",

  "skillCategory.ai-ml.name": "IA/ML",
  "skillCategory.frontend.name": "Frontend",
  "skillCategory.backend.name": "Backend",
  "skillCategory.devops.name": "DevOps",
  "skillCategory.healthcare.name": "Saúde",
  "skillCategory.product.name": "Produto",
  "skillCategory.leadership.name": "Liderança",

  "experience.biomedhub-2025.location.label": "Remoto (NIH R35 Grant)",
  "experience.biomedhub-2025.roles.biomedhub-lead-dev.title": "Desenvolvedor Líder Consultor",
  "experience.biomedhub-2025.description.cv": "Liderando a arquitetura técnica do BiomedHub, um hub de descoberta e integração de dados biomédicos open-source financiado por uma bolsa NIH R35, focado em acelerar a pesquisa de sepse através da democratização de dados.",
  "experience.biomedhub-2025.description.coverLetter": "No BiomedHub, estou arquitetando um hub de dados biomédicos open-source para pesquisa de sepse, apresentando uma arquitetura de três camadas (Descoberta, Harmonização, Análise), uma camada Model Context Protocol para agentes de IA e padrões de interoperabilidade em saúde incluindo FHIR e MEDS.",
  "experience.biomedhub-2025.description.portfolio": "Liderando a arquitetura técnica de um hub de descoberta e integração de dados biomédicos open-source. A plataforma unifica datasets clínicos e multi-ômicos através dos padrões FHIR, MEDS e Croissant, acelerando a pesquisa de sepse através da democratização de dados.",
  "experience.biomedhub-2025.achievements.biomedhub-1.cv": "Arquitetando plataforma de três camadas (Descoberta, Harmonização, Análise) unificando datasets clínicos e multi-ômicos através dos padrões FHIR, MEDS e Croissant.",
  "experience.biomedhub-2025.achievements.biomedhub-1.portfolio": "Projetei e implementei uma arquitetura de plataforma de três camadas que integra perfeitamente capacidades de Descoberta, Harmonização e Análise, unificando datasets clínicos e multi-ômicos heterogêneos através de formatos padrão da indústria.",
  "experience.biomedhub-2025.achievements.biomedhub-2.cv": "Projetando UI web para pesquisadores não-técnicos, bibliotecas Python para cientistas de dados e camada Model Context Protocol (MCP) para integração com agentes de IA.",
  "experience.biomedhub-2025.achievements.biomedhub-2.portfolio": "Construí sistema multi-interface: UI web para pesquisadores, bibliotecas Python para cientistas de dados e camada MCP para agentes de IA.",
  "experience.biomedhub-2025.achievements.biomedhub-3.cv": "Implementando workflows automatizados preservando contexto semântico de fontes GEO, ArrayExpress e PhysioNet.",
  "experience.biomedhub-2025.achievements.biomedhub-3.portfolio": "Construí workflows automatizados de harmonização de dados preservando contexto semântico de GEO, ArrayExpress e PhysioNet.",
  "experience.biomedhub-2025.achievements.biomedhub-4.cv": "Construindo pipelines Nextflow containerizados acessíveis via navegador e interfaces programáticas.",
  "experience.biomedhub-2025.achievements.biomedhub-4.portfolio": "Desenvolvi pipelines analíticos Nextflow containerizados acessíveis via navegador e interfaces programáticas.",
  "experience.biomedhub-2025.achievements.biomedhub-5.cv": "Projetando acesso em três níveis (público, restrito, federado) com privacidade diferencial e computação segura.",
  "experience.biomedhub-2025.achievements.biomedhub-5.portfolio": "Implementei modelo de acesso a dados em três níveis (público, restrito, federado) com privacidade diferencial.",

  "experience.herdu-2025.location.label": "Remoto",
  "experience.herdu-2025.roles.herdu-tech-lead.title": "Tech Lead & Desenvolvedor Full-Stack",
  "experience.herdu-2025.description.cv": "Liderei o desenvolvimento do HerdU, uma plataforma de gestão de fazendas conectando gerentes e trabalhadores de campo através de integração com WhatsApp e gerenciamento de tarefas com IA.",
  "experience.herdu-2025.description.coverLetter": "Projetei uma plataforma de gestão de fazendas conectando gerentes e trabalhadores de campo através de integração com WhatsApp. Construí uma arquitetura multi-tenant com integração à API do WhatsApp Business, permitindo que trabalhadores de campo enviem relatórios de áudio transcritos por IA usando OpenAI Whisper.",
  "experience.herdu-2025.description.portfolio": "Liderei o desenvolvimento de uma plataforma de gestão de fazendas conectando gerentes e trabalhadores de campo através de integração com WhatsApp e gerenciamento de tarefas com IA.",
  "experience.herdu-2025.achievements.herdu-1.cv": "Projetei arquitetura multi-tenant escalável suportando múltiplas fazendas com dados isolados, gestão de equipes e controle de acesso baseado em papéis.",
  "experience.herdu-2025.achievements.herdu-1.portfolio": "Projetei arquitetura multi-tenant escalável suportando múltiplas fazendas com dados isolados e controle de acesso baseado em papéis.",
  "experience.herdu-2025.achievements.herdu-2.cv": "Integrei API do WhatsApp Business para envio de relatórios de áudio sem fricção, eliminando barreiras de adoção de apps para trabalhadores rurais.",
  "experience.herdu-2025.achievements.herdu-2.portfolio": "Integrei API do WhatsApp Business para envio de relatórios de áudio sem fricção, eliminando barreiras de adoção de apps para trabalhadores rurais.",
  "experience.herdu-2025.achievements.herdu-3.cv": "Implementei OpenAI Whisper para transcrição em português com extração e categorização automática de tarefas.",
  "experience.herdu-2025.achievements.herdu-3.portfolio": "Implementei OpenAI Whisper para transcrição de fala em português com extração automática de tarefas.",
  "experience.herdu-2025.achievements.herdu-4.cv": "Construí dashboard completo com acompanhamento de tarefas em tempo real, analytics de trabalhadores e gestão de equipes.",
  "experience.herdu-2025.achievements.herdu-4.portfolio": "Construí dashboard completo para gerentes com acompanhamento de tarefas em tempo real e analytics de trabalhadores.",
  "experience.herdu-2025.achievements.herdu-5.cv": "Desenvolvi sistema de separação de contexto para melhorar a qualidade das respostas enquanto reduz custos de tokens.",
  "experience.herdu-2025.achievements.herdu-5.portfolio": "Desenvolvi arquitetura de sub-agentes RAG mantendo separação de contexto para melhorar a qualidade das respostas enquanto reduz custos de tokens.",

  "experience.embryolabs-2024.location.label": "Remoto",
  "experience.embryolabs-2024.roles.embryolabs-tech-lead.title": "Tech Lead & Desenvolvedor Full-Stack",
  "experience.embryolabs-2024.description.cv": "Arquitetei e desenvolvi uma plataforma de classificação de embriões com IA para clínicas de FIV, ajudando embriologistas a avaliar a qualidade de embriões usando modelos de deep learning.",
  "experience.embryolabs-2024.description.coverLetter": "Arquitetei e construí do zero uma plataforma de classificação de embriões com IA para clínicas de FIV. Projetei pipelines de processamento de vídeo que alcançaram 68% de redução no tempo de processamento, desenvolvi um novo algoritmo de seleção de frames multi-score e implementei estratégias de deployment duplo para instalações em nuvem e on-premise.",
  "experience.embryolabs-2024.description.portfolio": "Arquitetei e desenvolvi uma plataforma de classificação de embriões com IA para clínicas de FIV, ajudando embriologistas a avaliar a qualidade de embriões usando modelos de deep learning.",
  "experience.embryolabs-2024.achievements.embryolabs-1.cv": "Construí plataforma completa do zero: dashboard administrativo, aplicação para embriologistas, API RESTful backend e pipeline de processamento de vídeo em tempo real.",
  "experience.embryolabs-2024.achievements.embryolabs-1.portfolio": "Construí plataforma completa do zero: dashboard administrativo, aplicação para embriologistas, API RESTful e pipeline de processamento de vídeo em tempo real.",
  "experience.embryolabs-2024.achievements.embryolabs-2.cv": "Alcancei 68% de redução no tempo de processamento de vídeo (13.2s para 4.2s) através de otimização de algoritmos e processamento paralelo.",
  "experience.embryolabs-2024.achievements.embryolabs-2.portfolio": "Alcancei 68% de redução no tempo de processamento de vídeo (13.2s para 4.2s) através de otimização de algoritmos e processamento paralelo.",
  "experience.embryolabs-2024.achievements.embryolabs-3.cv": "Desenvolvi novo algoritmo multi-score usando variância Laplaciana, pontuação de circularidade, análise de textura (entropia LBP) e clustering KMeans.",
  "experience.embryolabs-2024.achievements.embryolabs-3.portfolio": "Desenvolvi novo algoritmo de seleção de frames multi-score usando variância Laplaciana, pontuação de circularidade, análise de textura e clustering KMeans.",
  "experience.embryolabs-2024.achievements.embryolabs-4.cv": "Implementei Azure cloud para demos, servidores on-premise com aceleração GPU para produção em clínicas.",
  "experience.embryolabs-2024.achievements.embryolabs-4.portfolio": "Implementei estratégia de deployment duplo: Azure cloud para demos, servidores on-premise com aceleração GPU para produção em clínicas.",
  "experience.embryolabs-2024.achievements.embryolabs-5.cv": "Projetei sistema permitindo que embriologistas corrijam classificações para retreinamento do modelo.",
  "experience.embryolabs-2024.achievements.embryolabs-5.portfolio": "Projetei sistema de coleta de feedback permitindo que embriologistas corrijam classificações para retreinamento do modelo.",

  "experience.nubank-2022.roles.nubank-consultant.title": "Consultor de Inovação de Produto e Gamificação",
  "experience.nubank-2022.description.cv": "Consultoria no MVP de Fidelização de Clientes do Nubank, aplicando expertise em gamificação para aumentar o engajamento de usuários e product-market fit.",
  "experience.nubank-2022.description.coverLetter": "Entrei no Nubank como consultor de produto, aplicando minha experiência empreendedora a um programa de fidelidade gamificado, fornecendo insights estratégicos de UX e apoiando o gerente de projeto no alinhamento da iniciativa com os objetivos de negócio.",
  "experience.nubank-2022.description.portfolio": "Apliquei expertise empreendedora e de gamificação a um projeto inovador de programa de fidelidade no maior banco digital do Brasil.",
  "experience.nubank-2022.achievements.nubank-1.cv": "Conduzi análise abrangente e realinhei a estratégia do MVP com os objetivos estratégicos de negócio do Nubank.",
  "experience.nubank-2022.achievements.nubank-1.portfolio": "Conduzi análise abrangente do projeto e realinhei a estratégia do MVP com os objetivos de negócio do Nubank.",
  "experience.nubank-2022.achievements.nubank-2.cv": "Liderei a criação de protótipo e testes de validação com usuários, incorporando feedback real antes do lançamento oficial.",
  "experience.nubank-2022.achievements.nubank-2.portfolio": "Liderei a criação de protótipo e testes de validação com usuários, incorporando feedback real antes do lançamento.",
  "experience.nubank-2022.achievements.nubank-3.cv": "Coordenei com designers de produto e stakeholders para integrar o MVP perfeitamente ao ecossistema de produtos existente.",
  "experience.nubank-2022.achievements.nubank-3.portfolio": "Coordenei com designers de produto e stakeholders para integrar o MVP ao ecossistema de produtos existente.",
  "experience.nubank-2022.achievements.nubank-4.cv": "Traduzi requisitos de negócio em user stories técnicas claras e especificações de desenvolvimento.",
  "experience.nubank-2022.achievements.nubank-4.portfolio": "Traduzi requisitos de negócio em user stories técnicas e especificações de desenvolvimento.",

  "experience.fofuuu-ceo-2019.roles.fofuuu-ceo.title": "Fundador e CEO",
  "experience.fofuuu-ceo-2019.description.cv": "Liderei a Fofuuu através de um pivô estratégico de terapia fonoaudiológica B2C para terapia de autismo B2B e soluções mais amplas de saúde digital para profissionais, escalando a empresa através de captação de investimentos, validação clínica e diversificação de produtos.",
  "experience.fofuuu-ceo-2019.description.coverLetter": "Na Fofuuu, projetei e construí sistemas de gestão de pacientes para clínicas de terapia de autismo, incluindo controle de acesso baseado em claims, monitoramento remoto de atividades, dashboards clínicos, planos de terapia adaptativos com IA e pipelines de analytics. Este trabalho resultou em um estudo clínico publicado e uma plataforma que atende terapeutas e famílias em todo o Brasil.",
  "experience.fofuuu-ceo-2019.description.portfolio": "Liderei o pivô estratégico de terapia fonoaudiológica B2C para plataforma de terapia de autismo B2B, escalando a empresa através de captação de investimentos, validação clínica e diversificação de produtos.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-1.cv": "Escalei de 500 para mais de 2.500 atividades de terapia através de ferramentas internas avançadas e workflows padronizados de produção de conteúdo que garantiram qualidade enquanto aceleravam a produção com uma equipe enxuta.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-1.portfolio": "Escalei o Fofuuu Edu de 500 para mais de 2.500 atividades de terapia através de ferramentas internas avançadas e produção de conteúdo padronizada.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-2.cv": "Captei R$1,5M em investimentos da Bossa Nova, Samsung e Finep; liderei expansão da equipe e diversificação de produtos enquanto fomentava inovação durante períodos desafiadores.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-2.portfolio": "Captei mais de R$1,5M em investimentos da Bossa Nova, Samsung e Finep; liderei expansão da equipe e diversificação de produtos.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-3.cv": "Liderei estudo crucial com a Unimed demonstrando 17% de aumento médio na velocidade de aquisição de habilidades (31% de melhoria de pico) através de colaboração estruturada com terapeutas líderes.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-3.portfolio": "Liderei estudo clínico com a Unimed demonstrando 17% de aumento médio na velocidade de aquisição de habilidades (31% de pico).",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-4.cv": "Criei plataforma B2B com personalização de planos de terapia com IA, gestão de dados abrangente e acompanhamento de progresso para clínicas de fonoaudiologia.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-4.portfolio": "Criei plataforma B2B Fofuuu para Clínicas com personalização de planos de terapia com IA e acompanhamento de progresso.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-5.cv": "Desenvolvi sistema capturando 8 novas métricas anteriormente inobserváveis sem assistência digital.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-5.portfolio": "Desenvolvi sistema automatizado de métricas de atividades capturando 8 novas métricas anteriormente inobserváveis sem assistência digital.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-6.cv": "Implementei conformidade com LGPD e HIPAA; integrei OpenAI e LangChain para insights de performance, adaptação de terapia em tempo real e suporte ao cliente.",
  "experience.fofuuu-ceo-2019.achievements.fofuuu-ceo-6.portfolio": "Implementei conformidade com LGPD e HIPAA; integrei OpenAI e LangChain para insights de performance com IA.",

  "experience.fofuuu-cto-2017.roles.fofuuu-cto.title": "Co-Fundador e CTO",
  "experience.fofuuu-cto-2017.description.cv": "Construí e escalei a equipe de engenharia após o investimento inicial, estabelecendo fundações técnicas e entregando a plataforma principal de terapia.",
  "experience.fofuuu-cto-2017.description.coverLetter": "Após garantir investimento e transicionar para um papel dedicado de CTO, liderei o desenvolvimento do Fofuuu Fono, uma plataforma de terapia digital gamificada para fonoaudiólogos e cuidadores. Em parceria com o Ambulatório de Fonoaudiologia da Unifesp, supervisionei um estudo clínico publicado no 16º Congresso da Fundação Otorrinolaringologia.",
  "experience.fofuuu-cto-2017.description.portfolio": "Construí e escalei a equipe de engenharia após o investimento inicial, estabelecendo fundações técnicas e entregando a plataforma principal de terapia.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-1.cv": "Contratei desenvolvedores, designers, artistas e animadores; formei parceria estratégica com estúdio de desenvolvimento de jogos para reduzir custos.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-1.portfolio": "Contratei e liderei equipe de desenvolvedores, designers, artistas e animadores; formei parceria estratégica com estúdio de desenvolvimento de jogos.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-2.cv": "Entreguei mais de 150 jogos de terapia, suporte multiplataforma, sistema de gestão de pacientes, monetização por assinatura e dashboards de BI.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-2.portfolio": "Entreguei mais de 150 jogos de terapia com suporte multiplataforma (iOS, Android, Web), sistema de gestão de pacientes e dashboards de BI.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-3.cv": "Implementei metodologias ágeis e pipelines de CI/CD, estabelecendo melhores práticas de engenharia e melhorando a colaboração da equipe.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-3.portfolio": "Implementei metodologias ágeis e pipelines de CI/CD, estabelecendo melhores práticas de engenharia.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-4.cv": "Liderei code reviews e decisões de arquitetura; refinei processamento de sinais com análise de espectrograma MEL e filtros de redes neurais para atividades de aquisição e generalização de fonemas.",
  "experience.fofuuu-cto-2017.achievements.fofuuu-cto-4.portfolio": "Liderei decisões de arquitetura e code reviews; refinei processamento de sinais com análise de espectrograma MEL.",

  "experience.fofuuu-ai-2016.roles.fofuuu-ai-researcher.title": "Pesquisador Líder de IA",
  "experience.fofuuu-ai-2016.description.cv": "Liderei iniciativa de pesquisa em ML desenvolvendo o PhoneNet, um modelo de classificação de fonemas em tempo real para aumentar a eficácia da terapia fonoaudiológica.",
  "experience.fofuuu-ai-2016.description.coverLetter": "Dirigi o projeto PhoneNet, um modelo de deep learning para classificação de fonemas isolados projetado para rodar em dispositivos móveis. Liderei todo o ciclo: implementando uma arquitetura baseada em ResNet com colaboradores internacionais, orquestrando uma campanha nacional para coletar e rotular amostras de fonemas, e publicando resultados no 26º CBFa.",
  "experience.fofuuu-ai-2016.description.portfolio": "Liderei iniciativa de pesquisa em ML desenvolvendo o PhoneNet, um modelo de classificação de fonemas em tempo real para aumentar a eficácia da terapia fonoaudiológica.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-1.cv": "Desenvolvi sistema de classificação de voz para fonema em tempo real adaptando ResNet para features de espectrograma Mel-log, alcançando 91,54% de acurácia.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-1.portfolio": "Desenvolvi sistema de classificação de voz para fonema em tempo real usando ResNet e espectrogramas Mel-log, alcançando 91,54% de acurácia.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-2.cv": "Otimizei para classificação de fonemas isolados crítica para técnicas de terapia de autismo e Fissura Labiopalatina, incluindo sons e sílabas únicos usados em contextos terapêuticos.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-2.portfolio": "Otimizei modelo para deployment em dispositivos móveis para apoiar terapia fonoaudiológica para pacientes com autismo e Fissura Labiopalatina.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-3.cv": "Lancei campanha \"Doe sua Voz\", construindo plataforma para coletar, limpar e rotular 70.000 amostras iniciais (escaladas para 12M no total).",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-3.portfolio": "Lancei campanha 'Doe sua Voz', coletando 70.000 amostras de voz (escaladas para dataset de 12M no total).",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-4.cv": "Parceria com equipe de ML de Singapura especializada em sistemas de Speech-to-Text para orientação especializada em base pro-bono.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-4.portfolio": "Parceria com equipe internacional de ML de Singapura para orientação especializada em arquiteturas de Speech-to-Text.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-5.cv": "Publiquei \"PhoneNet: Uma Rede Neural com Deep Learning para Reconhecimento de Fonemas em Tempo Real em Jogos Digitais\" no 26º Congresso Brasileiro de Fonoaudiologia.",
  "experience.fofuuu-ai-2016.achievements.fofuuu-ai-5.portfolio": "Publiquei artigo 'PhoneNet' no 26º Congresso Brasileiro de Fonoaudiologia.",

  "experience.fofuuu-founder-2015.roles.fofuuu-solo-founder.title": "Co-Fundador, CEO e Único Desenvolvedor",
  "experience.fofuuu-founder-2015.description.cv": "Fundei a Fofuuu adaptando um produto existente da Betri Studio em uma ferramenta de terapia fonoaudiológica para reabilitação de Fissura Labiopalatina, inspirado por insights de uma fonoaudióloga associada.",
  "experience.fofuuu-founder-2015.description.coverLetter": "Co-fundei a Fofuuu para enfrentar desafios em saúde digital, construindo protótipos e MVPs para atividades de terapia fonoaudiológica. Desenvolvi sistemas de análise de sinais sonoros em tempo real e gerenciei esforços de desenvolvimento em larga escala. Nosso trabalho conquistou o Prêmio de Melhor Jogo Educacional (BIG Festival/BNDES) e o Prêmio de Empreendedorismo em Saúde (Instituto Sírio-Libanês e Everis Brasil).",
  "experience.fofuuu-founder-2015.description.portfolio": "Fundei a Fofuuu adaptando um produto existente em uma ferramenta de terapia fonoaudiológica para reabilitação de Fissura Labiopalatina.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-1.cv": "Desenvolvi protótipo usando análise de sinais sonoros para converter fluxo de ar em inputs de jogo em tempo real para exercícios terapêuticos, permitindo atividades interativas de treinamento de fluxo de ar.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-1.portfolio": "Desenvolvi protótipo usando análise de sinais sonoros para converter fluxo de ar em inputs de jogo em tempo real para exercícios terapêuticos.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-2.cv": "Conduzi extensa pesquisa de usuário com profissionais de fonoaudiologia para identificar pontos de dor e projetar o MVP.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-2.portfolio": "Conduzi extensa pesquisa de usuário com profissionais de fonoaudiologia para identificar pontos de dor e projetar o MVP.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-3.cv": "Iniciei testes com early adopters, coletando feedback para refinar o product-market fit.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-3.portfolio": "Iniciei testes clínicos com early adopters, coletando feedback para refinar o product-market fit.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-4.cv": "Garantí primeira rodada de investimento através de pitches para investidores, permitindo expansão da equipe e entrada de terceiro fundador como CEO para focar no desenvolvimento tecnológico.",
  "experience.fofuuu-founder-2015.achievements.fofuuu-founder-4.portfolio": "Garantí primeira rodada de investimento através de pitches para investidores, permitindo expansão da equipe e entrada de terceiro fundador como CEO.",

  "experience.betri-2013.roles.betri-founder.title": "Fundador e Líder de Tecnologia",
  "experience.betri-2013.description.cv": "Fundei a Betri Studio como CEO e CTO, estabelecendo um inovador de nicho em soluções digitais focadas em gamificação e experiência do usuário para clientes corporativos incluindo Instituto McDonald's, Wella, Construtora MAC e Zambon Farmacêutica.",
  "experience.betri-2013.description.coverLetter": "Minha trajetória empreendedora começou com a Betri Studio, onde cresci como gerente de produto e desenvolvedor full-stack. Liderei projetos incluindo um sistema de despesas de RH com digitalização de notas fiscais por OCR, um app de recompensas gamificado integrado com métricas de performance de vendas que impulsionou engajamento e crescimento de receita, e experiências imersivas de treinamento digital para clientes corporativos.",
  "experience.betri-2013.description.portfolio": "Fundei e liderei uma agência de soluções digitais especializada em gamificação para treinamento corporativo e engajamento.",
  "experience.betri-2013.achievements.betri-1.cv": "Instituto McDonald's: Desenvolvi experiência digital gamificada educando funcionários sobre história, valores, missão e visão da empresa.",
  "experience.betri-2013.achievements.betri-1.portfolio": "Instituto McDonald's: Desenvolvi experiência gamificada educando funcionários sobre valores e história da empresa.",
  "experience.betri-2013.achievements.betri-2.cv": "Wella: Implementei sistema abrangente de gestão de RH com recursos gamificados para aumentar adoção e engajamento da equipe comercial.",
  "experience.betri-2013.achievements.betri-2.portfolio": "Wella: Construí sistema de gestão de RH com mecânicas de gamificação para aumentar engajamento da equipe comercial.",
  "experience.betri-2013.achievements.betri-3.cv": "Construtora MAC: Desenvolvi sistema de recompensas baseado em performance com interação social, avatares e mecânicas de competição para equipe de vendas.",
  "experience.betri-2013.achievements.betri-3.portfolio": "Construtora MAC: Criei sistema de recompensas baseado em performance com recursos sociais e mecânicas de competição.",
  "experience.betri-2013.achievements.betri-4.cv": "Zambon Farmacêutica: Criei campanha educacional interativa do Fluimucil combinando entretenimento com conhecimento do produto para aumentar engajamento com a marca.",
  "experience.betri-2013.achievements.betri-4.portfolio": "Zambon Farmacêutica: Entreguei campanha educacional interativa do Fluimucil.",

  "experience.mcs-java-2012.roles.mcs-developer.title": "Desenvolvedor de Motor de Cursos",
  "experience.mcs-java-2012.description.cv": "Contribuí como desenvolvedor júnior para a criação de um Editor e Runtime para a plataforma de e-learning B2C da MCS Java, com foco em soluções robustas e otimizadas.",
  "experience.mcs-java-2012.description.portfolio": "Contribuí para o desenvolvimento do Editor e Runtime de criação de cursos para plataforma de e-learning B2C.",
  "experience.mcs-java-2012.achievements.mcs-1.cv": "Desenvolvi motor de criação de cursos baseado em Flash otimizado para performance e acessibilidade.",
  "experience.mcs-java-2012.achievements.mcs-1.portfolio": "Desenvolvi motor de criação de cursos baseado em Flash otimizado para performance e acessibilidade.",
  "experience.mcs-java-2012.achievements.mcs-2.cv": "Integrei runtime com Sistemas de Gestão de Aprendizagem seguindo padrões SCORM, incluindo bookmarking de progresso e gestão de trilha do aluno.",
  "experience.mcs-java-2012.achievements.mcs-2.portfolio": "Integrei runtime com Sistemas de Gestão de Aprendizagem (LMS) seguindo padrões SCORM.",
  "experience.mcs-java-2012.achievements.mcs-3.cv": "Contribuí para arquitetura do motor e direção técnica apesar do papel júnior, demonstrando liderança técnica precoce.",
  "experience.mcs-java-2012.achievements.mcs-3.portfolio": "Implementei funcionalidade de bookmarking de progresso e gestão de trilha do aluno.",
  "experience.mcs-java-2012.achievements.mcs-4.cv": "Contribuí para arquitetura do motor apesar do papel júnior, demonstrando liderança técnica precoce.",
  "experience.mcs-java-2012.achievements.mcs-4.portfolio": "Contribuí para arquitetura do motor apesar do papel júnior, demonstrando liderança técnica precoce.",

  "experience.e-guru-2012.roles.e-guru-developer.title": "Desenvolvedor de Jogos e Cursos",
  "experience.e-guru-2012.description.cv": "Desenvolvi aplicações de e-learning e jogos baseados em Flash para treinamento corporativo de RH, especializando em conteúdo educacional interativo para departamentos de RH de clientes e programas de treinamento de funcionários.",
  "experience.e-guru-2012.description.portfolio": "Desenvolvi aplicações de e-learning e jogos baseados em Flash para treinamento corporativo de RH.",
  "experience.e-guru-2012.achievements.e-guru-1.cv": "Liderei transição de ActionScript 2 para ActionScript 3, superando limitações de embedding de código e melhorando versionamento e reusabilidade de código.",
  "experience.e-guru-2012.achievements.e-guru-1.portfolio": "Liderei transição de ActionScript 2 para ActionScript 3, melhorando versionamento e reusabilidade de código.",
  "experience.e-guru-2012.achievements.e-guru-2.cv": "Desenvolvi pseudo-motor e ferramentas internas permitindo que designers criassem cursos customizados eficientemente.",
  "experience.e-guru-2012.achievements.e-guru-2.portfolio": "Desenvolvi pseudo-motor interno e ferramentas permitindo que designers criassem cursos customizados eficientemente.",
  "experience.e-guru-2012.achievements.e-guru-3.cv": "Construí editor de cursos intuitivo com formato de projeto baseado em JSON, simplificando gestão de assets, desenvolvimento de features e compartilhamento de código entre projetos.",
  "experience.e-guru-2012.achievements.e-guru-3.portfolio": "Construí editor de cursos intuitivo com formato de projeto baseado em JSON, simplificando gestão de assets e desenvolvimento de features.",
  "experience.e-guru-2012.achievements.e-guru-4.cv": "Designado para desenvolvimento de motor em tempo integral, entregando uma oferta de produto mais eficiente, com controle de versão e competitiva.",
  "experience.e-guru-2012.achievements.e-guru-4.portfolio": "Designado para desenvolvimento de motor em tempo integral, entregando oferta de produto mais eficiente e competitiva.",

  "award.santander-x-2021.title": "Santander X Tomorrow Challenge",
  "award.santander-x-2021.description.cv": "Selecionado entre mais de 2.200 propostas de 35 países na categoria \"Re-Invent\" por plataforma de terapia remota gamificada.",
  "award.santander-x-2021.description.portfolio": "Selecionado entre mais de 2.200 propostas de 35 países por plataforma de terapia remota gamificada.",

  "award.covid-rapid-2020.title": "Prêmio de Inovação Rápida Covid-19",
  "award.covid-rapid-2020.description.cv": "Reconhecido pela rápida adaptação da plataforma de terapia para apoiar telemedicina durante a pandemia.",
  "award.covid-rapid-2020.description.portfolio": "Reconhecido pela rápida adaptação da plataforma de terapia para apoiar telemedicina durante a pandemia.",

  "award.social-impact-2019.title": "Prêmio de Jogos de Impacto Social",
  "award.social-impact-2019.description.cv": "Reconhecido no 7º Festival Games for Change América Latina pela contribuição para mudança social através de jogos. Selecionado para representar o Brasil em eventos internacionais em Londres, Berlim, Paris e Nova York.",
  "award.social-impact-2019.description.portfolio": "Selecionado para representar o Brasil em eventos internacionais em Londres, Berlim, Paris e Nova York.",

  "award.samsung-2019.title": "Samsung Creative Startups",
  "award.samsung-2019.description.cv": "Destaque na campanha de tecnologia inclusiva da Samsung; selecionado para programa de aceleração de startups. Marcou o pivô estratégico da Fofuuu para uma plataforma abrangente englobando fonoaudiologia, terapia ocupacional, psicopedagogia e psicologia comportamental para crianças com autismo.",
  "award.samsung-2019.description.portfolio": "Destaque na campanha de tecnologia inclusiva da Samsung; selecionado para programa de aceleração de startups.",

  "award.big-children-2018.title": "Melhor Jogo Infantil",
  "award.big-children-2018.description.cv": "Escolhido por crianças do GRAAC (Grupo de Apoio ao Adolescente e à Criança com Câncer) como jogo mais divertido, competindo contra títulos de entretenimento de uma lineup internacional diversa.",
  "award.big-children-2018.description.portfolio": "Escolhido por crianças do GRAAC como jogo mais divertido, competindo contra títulos de entretenimento.",

  "award.artemisia-2017.title": "Startup de Saúde Destaque",
  "award.artemisia-2017.description.cv": "Selecionada entre 171 empresas no programa de aceleração Artemisia Lab Saúde e Bem-Estar pelo potencial de impactar o sistema público de saúde brasileiro (SUS).",
  "award.artemisia-2017.description.portfolio": "Selecionada entre 171 empresas pelo potencial de impactar o sistema público de saúde brasileiro.",

  "award.sirio-libanes-2016.title": "Prêmio de Empreendedorismo em Saúde",
  "award.sirio-libanes-2016.description.cv": "Reconhecido por avançar a plataforma de terapia fonoaudiológica com tecnologia avançada de reconhecimento de voz e protótipo de hardware para entrada de fluxo de ar.",
  "award.sirio-libanes-2016.description.portfolio": "Reconhecido por tecnologia de reconhecimento de voz avançando ferramentas de terapia fonoaudiológica.",

  "award.biostartup-2016.title": "Melhor Startup",
  "award.biostartup-2016.description.cv": "Melhor startup da turma inaugural com menção honrosa votada pelos pares por dedicação. Executado pela Biominas Brasil e Sebrae Minas.",
  "award.biostartup-2016.description.portfolio": "Melhor startup da turma inaugural com menção honrosa votada pelos pares por dedicação.",

  "award.big-edu-2015.title": "Melhor Jogo Educacional",
  "award.big-edu-2015.description.cv": "Primeiro grande reconhecimento e investimento para o jogo de saúde digital da Fofuuu para terapia fonoaudiológica, projetado para ajudar crianças com Fissura Labiopalatina.",
  "award.big-edu-2015.description.portfolio": "Primeiro grande reconhecimento para o jogo de saúde digital da Fofuuu para terapia fonoaudiológica.",

  "education.anhembi-game-design.degree": "Bacharelado em Design de Games",
  "education.anhembi-game-design.achievements.edu-1": "Desenvolvi um projeto de nota máxima que era conceitualmente forte e tecnicamente robusto, resultando em um produto gamificado pronto para lançamento.",
  "education.anhembi-game-design.achievements.edu-2": "Publiquei \"Definição e Estrutura do Ambiente Competitivo de um Jogo: um Estudo,\" refletindo expertise em design de jogos e inovação técnica.",
  "education.anhembi-game-design.achievements.edu-3": "Dominei programação avançada, algoritmos de renderização e desenvolvimento de rede dentro do design de jogos.",
  "education.anhembi-game-design.achievements.edu-4": "Explorei teoria dos jogos, dinâmicas de gamificação, design comportamental e suas aplicações para melhorar saúde e formação de hábitos.",

  "internship.e-guru-intern.role": "Estagiário de Desenvolvimento de Cursos",
  "internship.e-guru-intern.description.cv": "Desenvolvimento e localização de cursos de e-learning para treinamento corporativo.",
  "internship.e-guru-intern.description.portfolio": "Desenvolvimento e localização de cursos de e-learning para treinamento corporativo.",
  "internship.e-guru-intern.achievements.intern-1.cv": "Reconheci ineficiência no workflow repetitivo de tradução e desenvolvi independentemente solução de automação usando scripts PowerShell e plugin Flash customizado para substituição de texto, reduzindo significativamente o tempo de localização.",
  "internship.e-guru-intern.achievements.intern-1.portfolio": "Automatizei workflow de tradução de cursos usando scripts PowerShell e plugin Flash customizado, reduzindo significativamente o tempo de localização.",
  "internship.e-guru-intern.achievements.intern-2.cv": "Sistema adotado pelos membros da equipe, melhorando a eficiência geral da equipe.",
  "internship.e-guru-intern.achievements.intern-2.portfolio": "Desenvolvi sistema de automação adotado pela equipe, melhorando a eficiência geral.",
  "internship.e-guru-intern.achievements.intern-3.cv": "Progredi para tarefas de desenvolvimento no pipeline principal de produção de cursos, marcando incursão inicial no desenvolvimento prático de software.",
  "internship.e-guru-intern.achievements.intern-3.portfolio": "Progredi para tarefas de desenvolvimento no pipeline principal de produção de cursos."
}
